Repository: iradwatkins/event.stepperslife.com
Catalog: ira/woocommerce-product-options/languages/woocommerce-product-options-*.po
Languages: da_dk, de_de, es_es, fi, fr_fr, it_it, ja, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, zh_cn

source: Your license doesn't include WooCommerce Live Preview. Please go to the settings page and check your license. Then try again.
da_dk: Din licens inkluderer ikke WooCommerce Live Preview. Venligst gå til indstillingssiden og tjek din licens. Prøv derefter igen.
de_de: Ihre Lizenz umfasst nicht WooCommerce Live-Vorschau. Bitte gehen Sie zur Einstellungsseite und überprüfen Sie Ihre Lizenz. Versuchen Sie es dann erneut.
es_es: Tu licencia no incluye Vista Previa en Vivo de WooCommerce. Por favor, ve a la página de configuración y verifica tu licencia. Luego, vuelve a intentarlo.
fi: Lisenssisi ei sisällä WooCommerce Live Preview -toimintoa. Siirry asetussivulle ja tarkista lisenssisi. Yritä sitten uudelleen.
fr_fr: Votre licence n'inclut pas WooCommerce Live Preview. Veuillez vous rendre sur la page des paramètres et vérifier votre licence. Puis réessayez.
it_it: La tua licenza non include WooCommerce Live Preview. Vai alla pagina delle impostazioni e controlla la tua licenza. Poi riprova.
ja: あなたのライセンスにはWooCommerce Live Previewが含まれていません。設定ページに移動してライセンスを確認してください。その後、再試行してください。
nb_no: Lisensen din inkluderer ikke WooCommerce Live Preview. Vennligst gå til innstillingssiden og sjekk lisensen din. Prøv deretter igjen.
nl_nl: Je licentie omvat geen WooCommerce Live Preview. Ga naar de instellingenpagina en controleer je licentie. Probeer het daarna opnieuw.
pl_pl: Twoja licencja nie obejmuje WooCommerce Live Preview. Proszę przejść do strony ustawień i sprawdzić swoją licencję. Następnie spróbuj ponownie.
pt_br: Sua licença não inclui o WooCommerce Live Preview. Por favor, vá até a página de configurações e verifique sua licença. Depois tente novamente.
ru_ru: Ваша лицензия не включает WooCommerce Live Preview. Пожалуйста, перейдите на страницу настроек и проверьте свою лицензию. Затем попробуйте снова.
sv_se: Din licens inkluderar inte WooCommerce Live Preview. Vänligen gå till inställningssidan och kontrollera din licens. Försök sedan igen.
zh_cn: 您的许可证不包括 WooCommerce 实时预览。请前往设置页面检查您的许可证。然后再试一次。

source: Successfully installed
da_dk: Installeret med succes
de_de: Erfolgreich installiert
es_es: Instalado con éxito
fi: Asennus onnistui
fr_fr: Installé avec succès
it_it: Installato con successo
ja: 正常にインストールされました
nb_no: Installasjonen var vellykket
nl_nl: Succesvol geïnstalleerd
pl_pl: Zainstalowano pomyślnie
pt_br: Instalado com sucesso
ru_ru: Установлено успешно
sv_se: Installerad
zh_cn: 安装成功

source: The WooCommerce Live Preview plugin has been successfully installed. Now go to %s and enable live preview for each option that you wish to use it for.
da_dk: WooCommerce Live Preview-pluginet er blevet installeret med succes. Gå nu til %s og aktiver live preview for hver mulighed, du ønsker at bruge det til.
de_de: Das WooCommerce Live-Vorschau-Plugin wurde erfolgreich installiert. Gehen Sie nun zu %s und aktivieren Sie die Live-Vorschau für jede Option, für die Sie sie verwenden möchten.
es_es: El plugin de Vista Previa en Vivo de WooCommerce se ha instalado con éxito. Ahora ve a %s y habilita la vista previa en vivo para cada opción que desees utilizar.
fi: WooCommerce Live Preview -laajennus on asennettu onnistuneesti. Siirry nyt %s ja ota live-esikatselu käyttöön jokaiselle vaihtoehdolle, jota haluat käyttää.
fr_fr: Le plugin WooCommerce Live Preview a été installé avec succès. Maintenant, allez sur %s et activez l'aperçu en direct pour chaque option que vous souhaitez utiliser.
it_it: Il plugin WooCommerce Live Preview è stato installato con successo. Ora vai su %s e abilita l'anteprima dal vivo per ogni opzione che desideri utilizzare.
ja: WooCommerce Live Previewプラグインが正常にインストールされました。次に、%sに移動し、使用したい各オプションのライブプレビューを有効にしてください。
nb_no: WooCommerce Live Preview-pluginen har blitt installert vellykket. Nå kan du gå til %s og aktivere live forhåndsvisning for hver opsjon du ønsker å bruke det for.
nl_nl: De WooCommerce Live Preview-plugin is succesvol geïnstalleerd. Ga nu naar %s en schakel live preview in voor elke optie waarvoor je het wilt gebruiken.
pl_pl: Wtyczka WooCommerce Live Preview została pomyślnie zainstalowana. Teraz przejdź do %s i włącz podgląd na żywo dla każdej opcji, którą chcesz używać.
pt_br: O plugin WooCommerce Live Preview foi instalado com sucesso. Agora vá para %s e ative a visualização ao vivo para cada opção que você deseja usar.
ru_ru: Плагин WooCommerce Live Preview был успешно установлен. Теперь перейдите на %s и включите режим живого предварительного просмотра для каждой опции, для которой вы хотите его использовать.
sv_se: WooCommerce Live Preview-tillägget har installerats framgångsrikt. Gå nu till %s och aktivera liveförhandsgranskning för varje alternativ som du vill använda det för.
zh_cn: WooCommerce 实时预览插件已成功安装。现在请去 %s 并为您希望使用的每个选项启用实时预览。

source: Product Options
da_dk: Produktindstillinger
de_de: Produktoptionen
es_es: Opciones del producto
fi: Tuotevaihtoehdot
fr_fr: Options du produit
it_it: Opzioni prodotto
ja: 商品オプション
nb_no: Produktalternativer
nl_nl: Productopties
pl_pl: Opcje produktu
pt_br: Opções do Produto
ru_ru: Опции продукта
sv_se: Produktalternativ
zh_cn: 产品选项

source: Installation error
da_dk: Installationsfejl
de_de: Installationsfehler
es_es: Error de instalación
fi: Asennusvirhe
fr_fr: Erreur d'installation
it_it: Errore di installazione
ja: インストールエラー
nb_no: Installasjonsfeil
nl_nl: Installatiefout
pl_pl: Błąd instalacji
pt_br: Erro de instalação
ru_ru: Ошибка установки
sv_se: Installationsfel
zh_cn: 安装错误

source: An error occurred while installing or activating WooCommerce Live Preview (Error code: %1$s).<br>Please reload the page and try again. If the error persists, please go to your %2$s and try to manually install the plugin.
da_dk: Der opstod en fejl under installationen eller aktiveringen af WooCommerce Live Preview (Fejlkode: %1$s).<br>Venligst genindlæs siden og prøv igen. Hvis fejlen fortsætter, bedes du gå til din %2$s og forsøge at installere pluginet manuelt.
de_de: Bei der Installation oder Aktivierung von WooCommerce Live-Vorschau ist ein Fehler aufgetreten (Fehlercode: %1$s).<br>Bitte laden Sie die Seite neu und versuchen Sie es erneut. Wenn der Fehler weiterhin besteht, gehen Sie bitte zu Ihrem %2$s und versuchen Sie, das Plugin manuell zu installieren.
es_es: Se ha producido un error al instalar o activar Vista Previa en Vivo de WooCommerce (Código de error: %1$s).<br>Por favor, recarga la página y vuelve a intentarlo. Si el error persiste, ve a tu %2$s y trata de instalar el plugin manualmente.
fi: Asennuksen tai aktivoinnin aikana tapahtui virhe WooCommerce Live Preview -laajennuksessa (Virhekoodi: %1$s).<br>Lataa sivu uudelleen ja yritä uudelleen. Jos virhe jatkuu, siirry %2$s-sivulle ja yritä asentaa laajennus manuaalisesti.
fr_fr: Une erreur est survenue lors de l'installation ou de l'activation de WooCommerce Live Preview (Code d'erreur : %1$s).<br>Veuillez recharger la page et réessayer. Si l'erreur persiste, veuillez vous rendre sur votre %2$s et essayer d'installer manuellement le plugin.
it_it: Si è verificato un errore durante l'installazione o l'attivazione di WooCommerce Live Preview (Codice errore: %1$s).<br>Ricarica la pagina e riprova. Se l'errore persiste, vai al tuo %2$s e prova a installare manualmente il plugin.
ja: WooCommerce Live Previewのインストールまたはアクティブ化中にエラーが発生しました（エラーコード: %1$s）。<br>ページを再読み込みして再試行してください。エラーが続く場合は、%2$sに移動してプラグインを手動でインストールしてみてください。
nb_no: Det oppstod en feil under installasjonen eller aktiveringen av WooCommerce Live Preview (Feilkode: %1$s).<br>Vennligst last inn siden på nytt og prøv igjen. Hvis feilen vedvarer, vennligst gå til din %2$s og prøv å installere pluginen manuelt.
nl_nl: Er is een fout opgetreden tijdens het installeren of activeren van WooCommerce Live Preview (Foutcode: %1$s).<br>Herlaad de pagina en probeer het opnieuw. Als de fout aanhoudt, ga dan naar je %2$s en probeer de plugin handmatig te installeren.
pl_pl: Wystąpił błąd podczas instalacji lub aktywacji WooCommerce Live Preview (Kod błędu: %1$s).<br>Proszę odświeżyć stronę i spróbować ponownie. Jeśli błąd nadal występuje, przejdź do swojego %2$s i spróbuj ręcznie zainstalować wtyczkę.
pt_br: Ocorreu um erro ao instalar ou ativar o WooCommerce Live Preview (Código de erro: %1$s).<br>Por favor, recarregue a página e tente novamente. Se o erro persistir, por favor, vá até seu %2$s e tente instalar o plugin manualmente.
ru_ru: Произошла ошибка при установке или активации WooCommerce Live Preview (Код ошибки: %1$s).<br>Пожалуйста, перезагрузите страницу и попробуйте снова. Если ошибка повторяется, пожалуйста, перейдите на вашу %2$s и попробуйте установить плагин вручную.
sv_se: Ett fel inträffade vid installation eller aktivering av WooCommerce Live Preview (Felkod: %1$s).<br>Vänligen ladda om sidan och försök igen. Om felet kvarstår, vänligen gå till din %2$s och försök att installera tillägget manuellt.
zh_cn: 安装或激活 WooCommerce 实时预览时发生错误（错误代码：%1$s）。<br>请重新加载页面并重试。如果错误仍然存在，请进入您的 %2$s 并尝试手动安装插件。

source: Barn2 downloads page
da_dk: Barn2 downloads side
de_de: Barn2-Downloadseite
es_es: Página de descargas de Barn2
fi: Barn2 lataussivu
fr_fr: page de téléchargements de Barn2
it_it: Pagina dei download di Barn2
ja: Barn2ダウンロードページ
nb_no: Barn2 nedlastingssiden
nl_nl: Barn2 downloads pagina
pl_pl: Strona pobierania Barn2
pt_br: Página de downloads da Barn2
ru_ru: Страница загрузки Barn2
sv_se: Barn2 nedladdningssida
zh_cn: Barn2 下载页面

source: Product Attributes
da_dk: Produktattributter
de_de: Produkteigenschaften
es_es: Atributos del producto
fi: Tuoteattribuutit
fr_fr: Attributs du produit
it_it: Attributi del prodotto
ja: 商品属性
nb_no: Produktegenskaper
nl_nl: Productattributen
pl_pl: Atrybuty produktu
pt_br: Atributos do Produto
ru_ru: Атрибуты продукта
sv_se: Produktattribut
zh_cn: 产品属性

source: Invetory properties
da_dk: Lager egenskaber
de_de: Inventareigenschaften
es_es: Propiedades de inventario
fi: Varastotiedot
fr_fr: Propriétés d'inventaire
it_it: Proprietà dell'inventario
ja: 在庫属性
nb_no: Lager egenskaper
nl_nl: Voorraadseigenschappen
pl_pl: Właściwości zapasów
pt_br: Propriedades de Inventário
ru_ru: Свойства инвентаря
sv_se: Lagerattribut
zh_cn: 库存属性

source: Shipping properties
da_dk: Forsendelses egenskaber
de_de: Versandbedingungen
es_es: Propiedades de envío
fi: Toimitusominaisuudet
fr_fr: Propriétés d'expédition
it_it: Proprietà della spedizione
ja: 配送属性
nb_no: Frakt egenskaper
nl_nl: Verzendings eigenschappen
pl_pl: Właściwości wysyłki
pt_br: Propriedades de Envio
ru_ru: Свойства доставки
sv_se: Fraktattribut
zh_cn: 运输属性

source: The attribute has associated attribute based options in <strong>WooCommerce Product Options</strong>, however this term is not configured. Please configure the term in the following options: <br/><br/> %s
da_dk: Attributten har tilknyttede attributbaserede muligheder i <strong>WooCommerce Produktindstillinger</strong>, men dette udtryk er ikke konfigureret. Venligst konfigurer udtrykket i følgende muligheder: <br/><br/> %s
de_de: Das Attribut hat zugehörige attributbasierte Optionen in <strong>WooCommerce Produktoptionen</strong>, jedoch ist dieser Begriff nicht konfiguriert. Bitte konfigurieren Sie den Begriff in den folgenden Optionen: <br/><br/> %s
es_es: El atributo tiene opciones basadas en atributos asociadas en <strong>Opciones de Producto de WooCommerce</strong>, sin embargo, este término no está configurado. Por favor, configura el término en las siguientes opciones: <br/><br/> %s
fi: Attribuutilla on siihen liittyviä attribuuttipohjaisia vaihtoehtoja <strong>WooCommerce-tuotevaihtoehdoissa</strong>, mutta tätä termiä ei ole määritetty. Määritä termi seuraavissa vaihtoehdoissa: <br/><br/> %s
fr_fr: L'attribut a des options basées sur des attributs associés dans <strong>WooCommerce Product Options</strong>, cependant ce terme n'est pas configuré. Veuillez configurer le terme dans les options suivantes : <br/><br/> %s
it_it: L'attributo ha opzioni basate su attributo associate in <strong>Opzioni prodotto WooCommerce</strong>, tuttavia questo termine non è configurato. Configura il termine nelle seguenti opzioni: <br/><br/> %s
ja: この属性には<strong>WooCommerce Product Options</strong>内で関連付けられた属性ベースのオプションがありますが、この用語は設定されていません。次のオプションで用語を設定してください: <br/><br/> %s
nb_no: Egenskapen har tilknyttede alternativbaserte opsjoner i <strong>WooCommerce Produktalternativer</strong>, men dette begrepet er ikke konfigurert. Vennligst konfigurer begrepet i følgende alternativer: <br/><br/> %s
nl_nl: Het attribuut heeft geassocieerde op basis van attribuut opties in <strong>WooCommerce Productopties</strong>, echter deze term is niet geconfigureerd. Configureer de term in de volgende opties: <br/><br/> %s
pl_pl: Atrybut ma powiązane opcje oparte na atrybutach w <strong>Opcjach produktu WooCommerce</strong>, jednak ten termin nie jest skonfigurowany. Proszę skonfigurować termin w następujących opcjach: <br/><br/> %s
pt_br: O atributo tem opções baseadas em atributos associadas em <strong>Opções de Produto WooCommerce</strong>, no entanto, este termo não está configurado. Por favor, configure o termo nas seguintes opções: <br/><br/> %s
ru_ru: У атрибута есть связанные опции на основе атрибутов в <strong>Опциях продуктов WooCommerce</strong>, однако этот термин не настроен. Пожалуйста, настройте термин в следующих опциях: <br/><br/> %s
sv_se: Attributet har associerade alternativ baserade på attribut i <strong>WooCommerce Produktalternativ</strong>, men denna term är inte konfigurerad. Vänligen konfigurera termen i följande alternativ: <br/><br/> %s
zh_cn: 该属性在 <strong>WooCommerce 产品选项</strong> 中有相关的基于属性的选项，但此术语尚未配置。请在以下选项中配置该术语：<br/><br/> %s

source: PHP Intl extension required
da_dk: PHP Intl-udvidelse kræves
de_de: PHP Intl-Erweiterung erforderlich
es_es: Extensión PHP Intl requerida
fi: PHP Intl -laajennus vaaditaan
fr_fr: Extension PHP Intl requise
it_it: Estensione PHP Intl richiesta
ja: PHP Intl拡張が必要
nb_no: PHP Intl-utvidelse kreves
nl_nl: PHP Intl-extensie vereist
pl_pl: Wymagana rozszerzenie PHP Intl
pt_br: Extensão PHP Intl necessária
ru_ru: Требуется расширение PHP Intl
sv_se: PHP Intl-tillägg krävs
zh_cn: 需要 PHP Intl 扩展

source: The PHP Intl extension is required for the WooCommerce Product Options plugin to work correctly. Please ask your hosting provider to enable this extension.
da_dk: PHP Intl-udvidelsen er nødvendig for at WooCommerce Produktindstillinger-pluginet fungerer korrekt. Venligst bed din hostingudbyder om at aktivere denne udvidelse.
de_de: Die PHP Intl-Erweiterung ist erforderlich, damit das WooCommerce Produktoptionen-Plugin korrekt funktioniert. Bitte bitten Sie Ihren Hosting-Anbieter, diese Erweiterung zu aktivieren.
es_es: La extensión PHP Intl es requerida para que el plugin de Opciones de Producto de WooCommerce funcione correctamente. Por favor, pide a tu proveedor de hosting que habilite esta extensión.
fi: PHP Intl -laajennus on vaadittu WooCommerce-tuotevaihtoehto -laajennuksen toimimiseen oikein. Pyydä hosting-palveluntarjoajaasi ottamaan tämä laajennus käyttöön.
fr_fr: L'extension PHP Intl est requise pour que le plugin WooCommerce Product Options fonctionne correctement. Veuillez demander à votre fournisseur d'hébergement d'activer cette extension.
it_it: L'estensione PHP Intl è necessaria affinché il plugin Opzioni prodotto WooCommerce funzioni correttamente. Chiedi al tuo fornitore di hosting di abilitare questa estensione.
ja: WooCommerce Product Optionsプラグインが正しく機能するためにはPHP Intl拡張が必要です。この拡張を有効にするようホスティングプロバイダーに依頼してください。
nb_no: PHP Intl-utvidelsen er nødvendig for at WooCommerce Produktalternativer-pluginen skal fungere korrekt. Vennligst be leverandøren din om å aktivere denne utvidelsen.
nl_nl: De PHP Intl-extensie is vereist voor de WooCommerce Productopties-plugin om correct te functioneren. Vraag je hostingprovider om deze extensie in te schakelen.
pl_pl: Rozszerzenie PHP Intl jest wymagane, aby wtyczka Opcje produktu WooCommerce działała poprawnie. Proszę poprosić dostawcę hostingu o włączenie tego rozszerzenia.
pt_br: A extensão PHP Intl é necessária para que o plugin WooCommerce Product Options funcione corretamente. Por favor, peça ao seu provedor de hospedagem para habilitar esta extensão.
ru_ru: Для корректной работы плагина WooCommerce Product Options требуется расширение PHP Intl. Пожалуйста, попросите вашего хостинг-провайдера включить это расширение.
sv_se: PHP Intl-tillägget krävs för att WooCommerce Produktalternativ-tillägget ska fungera korrekt. Vänligen be din webbhotell att aktivera detta tillägg.
zh_cn: WooCommerce 产品选项插件正常工作需要 PHP Intl 扩展。请询问您的托管服务提供商启用此扩展。

source: Install WooCommerce Live Preview
da_dk: Installer WooCommerce Live Preview
de_de: WooCommerce Live-Vorschau installieren
es_es: Instalar la vista previa en vivo de WooCommerce
fi: Asenna WooCommerce Live Preview
fr_fr: Installer l'aperçu en direct WooCommerce
it_it: Installa WooCommerce Live Preview
ja: WooCommerceライブプレビューをインストール
nb_no: Installer WooCommerce Live Forhåndsvisning
nl_nl: Installeer WooCommerce Live Voorbeeld
pl_pl: Zainstaluj podgląd na żywo WooCommerce
pt_br: Instalar Visualização ao Vivo do WooCommerce
ru_ru: Установить WooCommerce Live Preview
sv_se: Installera WooCommerce Live Preview
zh_cn: 安装 WooCommerce 实时预览

source: Thanks for adding the Live Preview add-on to WooCommerce Product Options. Please install it and then enable it on the product options that you wish to use it for. %s
da_dk: Tak for at tilføje Live Preview-tilføjelsen til WooCommerce Produktmuligheder. Venligst installer det og aktiver det derefter på de produktmuligheder, som du ønsker at bruge det til. %s
de_de: Danke, dass Sie das Live-Vorschau-Add-On zu den WooCommerce-Produktoptionen hinzugefügt haben. Bitte installieren Sie es und aktivieren Sie es dann für die Produktoptionen, die Sie verwenden möchten. %s
es_es: Gracias por añadir el complemento de vista previa en vivo a las opciones de producto de WooCommerce. Por favor, instálalo y luego habilítalo en las opciones de producto para las que deseas usarlo. %s
fi: Kiitos, että lisäsit Live Preview -lisäosan WooCommerce-tuoteasetuksiin. Asenna se ja ota se käyttöön niissä tuoteasetuksissa, joissa haluat sitä käyttää. %s
fr_fr: Merci d'avoir ajouté le module complémentaire d'aperçu en direct aux options de produit WooCommerce. Veuillez l'installer et ensuite l'activer sur les options de produit que vous souhaitez utiliser. %s
it_it: Grazie per aver aggiunto il componente aggiuntivo Live Preview alle Opzioni Prodotto WooCommerce. Si prega di installarlo e quindi abilitarlo nelle opzioni del prodotto per cui si desidera utilizzarlo. %s
ja: WooCommerce商品オプションにライブプレビューアドオンを追加していただきありがとうございます。これをインストールし、使用したい商品オプションで有効にしてください。 %s
nb_no: Takk for at du la til Live Forhåndsvisning-tillegget til WooCommerce Produktalternativer. Vennligst installer det og aktiver det deretter på produktalternativene du ønsker å bruke det for. %s
nl_nl: Bedankt voor het toevoegen van de Live Voorbeeld uitbreiding aan WooCommerce Productopties. Installeer deze alstublieft en schakel deze vervolgens in voor de productopties die u wilt gebruiken. %s
pl_pl: Dziękujemy za dodanie dodatku Podgląd na żywo do opcji produktów WooCommerce. Proszę go zainstalować, a następnie włączyć w opcjach produktów, dla których chcesz go używać. %s
pt_br: Obrigado por adicionar o complemento de Visualização ao Vivo às Opções de Produto do WooCommerce. Por favor, instale-o e depois ative-o nas opções de produto que você deseja usar. %s
ru_ru: Спасибо за добавление дополнительного модуля Live Preview к параметрам продуктов WooCommerce. Пожалуйста, установите его, а затем активируйте в тех параметрах продуктов, для которых вы хотите его использовать. %s
sv_se: Tack för att du har lagt till Live Preview-tillägget till WooCommerce Produktalternativ. Vänligen installera det och aktivera det sedan på de produktalternativ som du vill använda det för. %s
zh_cn: 感谢您将实时预览附加组件添加到 WooCommerce 产品选项中。请安装它，然后在您希望使用它的产品选项中启用它。 %s

source: This tab doesn't exist.
da_dk: Denne fane findes ikke.
de_de: Dieser Tab existiert nicht.
es_es: Esta pestaña no existe.
fi: Tätä välilehteä ei ole.
fr_fr: Cet onglet n'existe pas.
it_it: Questa scheda non esiste.
ja: このタブは存在しません。
nb_no: Denne fanen finnes ikke.
nl_nl: Deze tabblad bestaat niet.
pl_pl: Ta karta nie istnieje.
pt_br: Esta aba não existe.
ru_ru: Эта вкладка не существует.
sv_se: Denna flik finns inte.
zh_cn: 此标签不存在。

source: General
da_dk: Generelt
de_de: Allgemein
fi: Yleiset
fr_fr: Général
it_it: Generale
ja: 一般
nb_no: Generelt
nl_nl: Algemeen
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общие
sv_se: Allmänt
zh_cn: 常规

source: The following options control the WooCommerce Product Options extension.
da_dk: De følgende indstillinger styrer WooCommerce Produktmuligheder-udvidelsen.
de_de: Die folgenden Optionen steuern die WooCommerce Produktoptionen-Erweiterung.
es_es: Las siguientes opciones controlan la extensión de opciones de producto de WooCommerce.
fi: Seuraavat asetukset ohjaavat WooCommerce-tuoteasetusten laajennusta.
fr_fr: Les options suivantes contrôlent l'extension des options de produit WooCommerce.
it_it: Le seguenti opzioni controllano l'estensione Opzioni Prodotto WooCommerce.
ja: 以下のオプションはWooCommerce商品オプション拡張の制御を行います。
nb_no: Følgende alternativer kontrollerer WooCommerce Produktalternativer-utvidelsen.
nl_nl: De volgende opties beheren de WooCommerce Productopties extensie.
pl_pl: Poniższe opcje kontrolują rozszerzenie opcji produktów WooCommerce.
pt_br: As seguintes opções controlam a extensão Opções de Produto do WooCommerce.
ru_ru: Следующие параметры управляют расширением параметров продуктов WooCommerce.
sv_se: Följande alternativ styr WooCommerce Produktalternativ-tillägget.
zh_cn: 以下选项控制 WooCommerce 产品选项扩展。

source: Settings saved.
da_dk: Indstillinger gemt.
de_de: Einstellungen gespeichert.
es_es: Configuraciones guardadas.
fi: Asetukset tallennettu.
fr_fr: Paramètres enregistrés.
it_it: Impostazioni salvate.
ja: 設定が保存されました。
nb_no: Innstillinger lagret.
nl_nl: Instellingen opgeslagen.
pl_pl: Ustawienia zapisane.
pt_br: Configurações salvas.
ru_ru: Настройки сохранены.
sv_se: Inställningar sparade.
zh_cn: 设置已保存。

source: Uninstall
da_dk: Afinstaller
de_de: Deinstallieren
es_es: Desinstalar
fi: Poista asennus
fr_fr: Désinstaller
it_it: Disinstalla
ja: アンインストール
nb_no: Avinstaller
nl_nl: Verwijderen
pl_pl: Odinstaluj
pt_br: Desinstalar
ru_ru: Удалить
sv_se: Avinstallera
zh_cn: 卸载

source: The following options control the uninstallation of the WooCommerce Product Options extension.
da_dk: De følgende indstillinger styrer afinstallationen af WooCommerce Produktmuligheder-udvidelsen.
de_de: Die folgenden Optionen steuern die Deinstallation der WooCommerce Produktoptionen-Erweiterung.
es_es: Las siguientes opciones controlan la desinstalación de la extensión de opciones de producto de WooCommerce.
fi: Seuraavat asetukset ohjaavat WooCommerce-tuoteasetusten laajennuksen poistamista.
fr_fr: Les options suivantes contrôlent la désinstallation de l'extension des options de produit WooCommerce.
it_it: Le seguenti opzioni controllano la disinstallazione dell'estensione Opzioni Prodotto WooCommerce.
ja: 以下のオプションはWooCommerce商品オプション拡張のアンインストールを制御します。
nb_no: Følgende alternativer kontrollerer avinstallasjonen av WooCommerce Produktalternativer-utvidelsen.
nl_nl: De volgende opties beheren de de-installatie van de WooCommerce Productopties extensie.
pl_pl: Poniższe opcje kontrolują odinstalowanie rozszerzenia opcji produktów WooCommerce.
pt_br: As seguintes opções controlam a desinstalação da extensão Opções de Produto do WooCommerce.
ru_ru: Следующие параметры управляют удалением расширения параметров продуктов WooCommerce.
sv_se: Följande alternativ styr avinstallationen av WooCommerce Produktalternativ-tillägget.
zh_cn: 以下选项控制 WooCommerce 产品选项扩展的卸载。
