Repository: iradwatkins/event.stepperslife.com
Catalog: ira/woocommerce-product-options/languages/woocommerce-product-options-*.po
Languages: da_dk, de_de, es_es, fi, fr_fr, it_it, ja, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, zh_cn

source: The date format for the option.
da_dk: Datoformatet for indstillingen.
de_de: Das Datumsformat für die Option.
es_es: El formato de fecha para la opción.
fi: Vaihtoehdon päivämäärämuoto.
fr_fr: Le format de date pour l'option.
it_it: Il formato della data per l'opzione.
ja: オプションの日付形式。
nb_no: Datoformatet for alternativet.
nl_nl: Het datumformaat voor de optie.
pl_pl: Format daty dla opcji.
pt_br: O formato de data para a opção.
ru_ru: Формат даты для параметра.
sv_se: Datumformatet för alternativet.
zh_cn: 选项的日期格式。

source: The minimum date for the option.
da_dk: Den tidligste dato for indstillingen.
de_de: Das Mindestdatum für die Option.
es_es: La fecha mínima para la opción.
fi: Vaihtoehdon vähimmäispäivämäärä.
fr_fr: La date minimale pour l'option.
it_it: La data minima per l'opzione.
ja: オプションの最小日付。
nb_no: Minimumsdatoen for alternativet.
nl_nl: De minimumdatum voor de optie.
pl_pl: Najwcześniejsza data dla opcji.
pt_br: A data mínima para a opção.
ru_ru: Минимальная дата для параметра.
sv_se: Minimidatumet för alternativet.
zh_cn: 选项的最小日期。

source: The maximum date for the option.
da_dk: Den seneste dato for indstillingen.
de_de: Das Höchstdatum für die Option.
es_es: La fecha máxima para la opción.
fi: Vaihtoehdon enimmäispäivämäärä.
fr_fr: La date maximale pour l'option.
it_it: La data massima per l'opzione.
ja: オプションの最大日付。
nb_no: Maksimumsdatoen for alternativet.
nl_nl: De maximumdatum voor de optie.
pl_pl: Najpóźniejsza data dla opcji.
pt_br: A data máxima para a opção.
ru_ru: Максимальная дата для параметра.
sv_se: Maximidatumet för alternativet.
zh_cn: 选项的最大日期。

source: The days to disable for the option.
da_dk: De dage, der skal deaktiveres for indstillingen.
de_de: Die Tage, die für die Option deaktiviert werden sollen.
es_es: Los días a deshabilitar para la opción.
fi: Poistettavat päivät vaihtoehdolle.
fr_fr: Les jours à désactiver pour l'option.
it_it: I giorni da disabilitare per l'opzione.
ja: オプションの無効にする日。
nb_no: Dagene som skal deaktiveres for alternativet.
nl_nl: De dagen die moeten worden uitgeschakeld voor de optie.
pl_pl: Dni do wyłączenia dla opcji.
pt_br: Os dias a desabilitar para a opção.
ru_ru: Дни, которые следует отключить для параметра.
sv_se: Dagar att inaktivera för alternativet.
zh_cn: 要禁用的选项的日期。

source: The dates to disable for the option.
da_dk: De datoer, der skal deaktiveres for indstillingen.
de_de: Die Daten, die für die Option deaktiviert werden sollen.
es_es: Las fechas a deshabilitar para la opción.
fi: Poistettavat päivämäärät vaihtoehdolle.
fr_fr: Les dates à désactiver pour l'option.
it_it: Le date da disabilitare per l'opzione.
ja: オプションの無効にする日付。
nb_no: Datoene som skal deaktiveres for alternativet.
nl_nl: De data die moeten worden uitgeschakeld voor de optie.
pl_pl: Daty do wyłączenia dla opcji.
pt_br: As datas a desabilitar para a opção.
ru_ru: Даты, которые следует отключить для параметра.
sv_se: Datum att inaktivera för alternativet.
zh_cn: 要禁用的选项的日期。

source: Indicates whether past dates should be disabled for the option.
da_dk: Angiver, om fortidige datoer skal deaktiveres for indstillingen.
de_de: Gibt an, ob vergangene Daten für die Option deaktiviert werden sollen.
es_es: Indica si las fechas pasadas deben ser deshabilitadas para la opción.
fi: Ilmaisee, pitäisikö menneitä päivämääriä poistaa käytöstä vaihtoehdolle.
fr_fr: Indique si les dates passées doivent être désactivées pour l'option.
it_it: Indica se le date passate devono essere disabilitate per l'opzione.
ja: 過去の日付をオプションで無効にする必要があるかどうかを示します。
nb_no: Indikerer om fortidige datoer skal deaktiveres for alternativet.
nl_nl: Geeft aan of verleden data moeten worden uitgeschakeld voor de optie.
pl_pl: Wskazuje, czy przeszłe daty powinny być wyłączone dla opcji.
pt_br: Indica se datas passadas devem ser desabilitadas para a opção.
ru_ru: Указывает, должны ли прошлые даты быть отключены для параметра.
sv_se: Anger om tidigare datum ska inaktiveras för alternativet.
zh_cn: 指示选项是否应禁用过去的日期。

source: Indicates whether future dates should be disabled for the option.
da_dk: Angiver, om fremtidige datoer skal deaktiveres for indstillingen.
de_de: Gibt an, ob zukünftige Daten für die Option deaktiviert werden sollen.
es_es: Indica si las fechas futuras deben ser deshabilitadas para la opción.
fi: Ilmaisee, pitäisikö tulevia päivämääriä poistaa käytöstä vaihtoehdolle.
fr_fr: Indique si les dates futures doivent être désactivées pour l'option.
it_it: Indica se le date future devono essere disabilitate per l'opzione.
ja: 未来の日付をオプションで無効にする必要があるかどうかを示します。
nb_no: Indikerer om fremtidige datoer skal deaktiveres for alternativet.
nl_nl: Geeft aan of toekomstige data moeten worden uitgeschakeld voor de optie.
pl_pl: Wskazuje, czy przyszłe daty powinny być wyłączone dla opcji.
pt_br: Indica se datas futuras devem ser desabilitadas para a opção.
ru_ru: Указывает, должны ли будущие даты быть отключены для параметра.
sv_se: Anger om framtida datum ska inaktiveras för alternativet.
zh_cn: 指示选项是否应禁用未来的日期。

source: Indicates whether the time should be enabled for the option.
da_dk: Angiver, om tiden skal aktiveres for indstillingen.
de_de: Gibt an, ob die Uhrzeit für die Option aktiviert werden soll.
es_es: Indica si la hora debe ser habilitada para la opción.
fi: Ilmaisee, pitäisikö aika olla käytössä vaihtoehdolle.
fr_fr: Indique si l'heure doit être activée pour l'option.
it_it: Indica se l'ora deve essere abilitata per l'opzione.
ja: オプションで時間を有効にする必要があるかどうかを示します。
nb_no: Indikerer om tiden skal aktiveres for alternativet.
nl_nl: Geeft aan of de tijd moet worden ingeschakeld voor de optie.
pl_pl: Wskazuje, czy czas powinien być włączony dla opcji.
pt_br: Indica se o horário deve ser habilitado para a opção.
ru_ru: Указывает, должно ли время быть включено для параметра.
sv_se: Anger om tiden ska aktiveras för alternativet.
zh_cn: 指示选项是否应启用时间。

source: The minimum time for the option.
da_dk: Den tidligste tid for indstillingen.
de_de: Die Mindestzeit für die Option.
es_es: La hora mínima para la opción.
fi: Vaihtoehdon vähimmäisaika.
fr_fr: L'heure minimale pour l'option.
it_it: L'ora minima per l'opzione.
ja: オプションの最小時間。
nb_no: Minimumstiden for alternativet.
nl_nl: De minimumtijd voor de optie.
pl_pl: Najwcześniejszy czas dla opcji.
pt_br: O horário mínimo para a opção.
ru_ru: Минимальное время для параметра.
sv_se: Minimi tiden för alternativet.
zh_cn: 选项的最小时间。

source: The maximum time for the option.
da_dk: Den seneste tid for indstillingen.
de_de: Die Höchstzeit für die Option.
es_es: La hora máxima para la opción.
fi: Vaihtoehdon enimmäisaika.
fr_fr: L'heure maximale pour l'option.
it_it: L'ora massima per l'opzione.
ja: オプションの最大時間。
nb_no: Maksimumstiden for alternativet.
nl_nl: De maximumtijd voor de optie.
pl_pl: Najpóźniejszy czas dla opcji.
pt_br: O horário máximo para a opção.
ru_ru: Максимальное время для параметра.
sv_se: Maximi tiden för alternativet.
zh_cn: 选项的最大时间。

source: The minute increment for the option.
da_dk: Minutincrementet for indstillingen.
de_de: Die Minuteninkremente für die Option.
es_es: El incremento de minutos para la opción.
fi: Vaihtoehdon minuutin lisääminen.
fr_fr: L'incrément de minute pour l'option.
it_it: L'incremento dei minuti per l'opzione.
ja: オプションの分の増分。
nb_no: Minutt-økningen for alternativet.
nl_nl: De minutenincrement voor de optie.
pl_pl: Przyrost minut dla opcji.
pt_br: O incremento de minutos para a opção.
ru_ru: Увеличение минуты для параметра.
sv_se: Minutinkrementet för alternativet.
zh_cn: 选项的分钟增量。

source: The hour increment for the option.
da_dk: Timeincrementet for indstillingen.
de_de: Die Stundeninkremente für die Option.
es_es: El incremento de horas para la opción.
fi: Vaihtoehdon tunnin lisääminen.
fr_fr: L'incrément d'heure pour l'option.
it_it: L'incremento delle ore per l'opzione.
ja: オプションの時間の増分。
nb_no: Time-økningen for alternativet.
nl_nl: De urenincrement voor de optie.
pl_pl: Przyrost godzin dla opcji.
pt_br: O incremento de horas para a opção.
ru_ru: Увеличение часа для параметра.
sv_se: Timinkrementet för alternativet.
zh_cn: 选项的小时增量。

source: The unique identifier for the parent group.
da_dk: Den unikke identifikator for forældergruppen.
de_de: Die eindeutige Kennung für die übergeordnete Gruppe.
es_es: El identificador único para el grupo padre.
fi: Vanhemman ryhmän ainutlaatuinen tunniste.
fr_fr: L'identifiant unique pour le groupe parent.
it_it: L'identificatore univoco per il gruppo genitore.
ja: 親グループのユニーク識別子。
nb_no: Den unike identifikatoren for overordnede grupper.
nl_nl: De unieke identificator voor de bovenliggende groep.
pl_pl: Unikalny identyfikator dla grupy nadrzędnej.
pt_br: O identificador único para o grupo pai.
ru_ru: Уникальный идентификатор родительской группы.
sv_se: Den unika identifieraren för föräldragruppen.
zh_cn: 父组的唯一标识符。

source: An array of option_id => menu_order data.
da_dk: Et array af option_id => menu_order data.
de_de: Ein Array von option_id => menu_order-Daten.
es_es: Un array de option_id => menu_order datos.
fi: Taulukko option_id => menu_order -tiedoista.
fr_fr: Un tableau de données option_id => menu_order.
it_it: Un array di dati option_id => menu_order.
ja: option_id => menu_order データの配列。
nb_no: Et array av option_id => menu_order data.
nl_nl: Een array van option_id => menu_order gegevens.
pl_pl: Tablica danych option_id => menu_order.
pt_br: Um array de option_id => menu_order dados.
ru_ru: Массив данных option_id => menu_order.
sv_se: En array av option_id => menu_order-data.
zh_cn: 一个 option_id => menu_order 数据的数组。

source: No options
da_dk: Ingen muligheder
de_de: Keine Optionen
es_es: Sin opciones
fi: Ei vaihtoehtoja
fr_fr: Aucune option
it_it: Nessuna opzione
ja: オプションはありません
nb_no: Ingen alternativer
nl_nl: Geen opties
pl_pl: Brak opcji
pt_br: Sem opções
ru_ru: Нет опций
sv_se: Inga alternativ
zh_cn: 没有选项

source: No option
da_dk: Ingen mulighed
de_de: Keine Option
es_es: Sin opción
fi: Ei vaihtoehtoa
fr_fr: Aucune option
it_it: Nessuna opzione
ja: オプションはありません
nb_no: Ingen alternativ
nl_nl: Geen optie
pl_pl: Brak opcji
pt_br: Sem opção
ru_ru: Нет опции
sv_se: Inget alternativ
zh_cn: 没有选项

source: Something went wrong while creating the option
da_dk: Noget gik galt under oprettelsen af muligheden
de_de: Beim Erstellen der Option ist ein Fehler aufgetreten
es_es: Algo salió mal al crear la opción
fi: Jotain meni pieleen vaihtoehdon luomisessa
fr_fr: Une erreur s'est produite lors de la création de l'option
it_it: Si è verificato un errore durante la creazione dell'opzione
ja: オプションの作成中にエラーが発生しました
nb_no: Noe gikk galt under oppretting av alternativet
nl_nl: Er is iets misgegaan bij het aanmaken van de optie
pl_pl: Coś poszło nie tak podczas tworzenia opcji
pt_br: Algo deu errado ao criar a opção
ru_ru: Произошла ошибка при создании опции
sv_se: Något gick fel när alternativet skulle skapas
zh_cn: 创建选项时出现错误

source: Something went wrong: could not update the selected option
da_dk: Noget gik galt: kunne ikke opdatere den valgte mulighed
de_de: Etwas ist schiefgelaufen: Die ausgewählte Option konnte nicht aktualisiert werden
es_es: Algo salió mal: no se pudo actualizar la opción seleccionada
fi: Jotain meni pieleen: valitun vaihtoehdon päivittäminen epäonnistui
fr_fr: Une erreur s'est produite : impossible de mettre à jour l'option sélectionnée
it_it: Si è verificato un errore: impossibile aggiornare l'opzione selezionata
ja: エラーが発生しました: 選択したオプションを更新できませんでした
nb_no: Noe gikk galt: kunne ikke oppdatere det valgte alternativet
nl_nl: Er is iets misgegaan: de geselecteerde optie kon niet worden bijgewerkt
pl_pl: Coś poszło nie tak: nie można zaktualizować wybranej opcji
pt_br: Algo deu errado: não foi possível atualizar a opção selecionada
ru_ru: Произошла ошибка: не удалось обновить выбранную опцию
sv_se: Något gick fel: kunde inte uppdatera det valda alternativet
zh_cn: 出现错误：无法更新选定的选项

source: Something went wrong: could not find the option
da_dk: Noget gik galt: kunne ikke finde muligheden
de_de: Etwas ist schiefgelaufen: Die Option konnte nicht gefunden werden
es_es: Algo salió mal: no se pudo encontrar la opción
fi: Jotain meni pieleen: vaihtoehtoa ei löytynyt
fr_fr: Une erreur s'est produite : impossible de trouver l'option
it_it: Si è verificato un errore: impossibile trovare l'opzione
ja: エラーが発生しました: オプションが見つかりませんでした
nb_no: Noe gikk galt: kunne ikke finne alternativet
nl_nl: Er is iets misgegaan: de optie kon niet worden gevonden
pl_pl: Coś poszło nie tak: nie można znaleźć opcji
pt_br: Algo deu errado: não foi possível encontrar a opção
ru_ru: Произошла ошибка: не удалось найти опцию
sv_se: Något gick fel: kunde inte hitta alternativet
zh_cn: 出现错误：无法找到选项

source: The files uploaded via WooCommerce Product Options are not currently protected.
da_dk: Filerne, der er uploadet via WooCommerce Produktmuligheder, er i øjeblikket ikke beskyttet.
de_de: Die über WooCommerce Produktoptionen hochgeladenen Dateien sind derzeit nicht geschützt.
es_es: Los archivos subidos a través de WooCommerce Product Options no están actualmente protegidos.
fi: WooCommerce-tuotevaihtoehtojen kautta ladatut tiedostot eivät ole tällä hetkellä suojattuja.
fr_fr: Les fichiers téléchargés via WooCommerce Product Options ne sont actuellement pas protégés.
it_it: I file caricati tramite WooCommerce Product Options non sono attualmente protetti.
ja: WooCommerce Product Optionsを介してアップロードされたファイルは現在保護されていません。
nb_no: Filene som er lastet opp via WooCommerce Produktalternativer er for øyeblikket ikke beskyttet.
nl_nl: De bestanden die via WooCommerce Productopties zijn geüpload, zijn momenteel niet beschermd.
pl_pl: Pliki przesłane za pośrednictwem WooCommerce Product Options nie są obecnie chronione.
pt_br: Os arquivos enviados via WooCommerce Product Options não estão atualmente protegidos.
ru_ru: Файлы, загруженные через WooCommerce Product Options, в настоящее время не защищены.
sv_se: Filerna som laddades upp via WooCommerce Produktalternativ är för närvarande inte skyddade.
zh_cn: 通过 WooCommerce 产品选项上传的文件当前没有受到保护。

source: To protect them, you must add this <a href="https://barn2.com/kb/">NGINX redirect rule</a>. If you have already done this, or it does not apply to your site, you may permanently dismiss this notice.
da_dk: For at beskytte dem skal du tilføje denne <a href="https://barn2.com/kb/">NGINX omdirigeringsregel</a>. Hvis du allerede har gjort dette, eller det ikke gælder for dit site, kan du permanent afvise denne meddelelse.
de_de: Um sie zu schützen, müssen Sie diese <a href="https://barn2.com/kb/">NGINX-Umleitungsregel</a> hinzufügen. Wenn Sie dies bereits getan haben oder es nicht auf Ihre Website zutrifft, können Sie diese Meldung dauerhaft ausblenden.
es_es: Para protegerlos, debes añadir esta <a href="https://barn2.com/kb/">regla de redirección NGINX</a>. Si ya has hecho esto, o no se aplica a tu sitio, puedes ignorar permanentemente este aviso.
fi: Suojataksesi ne, sinun on lisättävä tämä <a href="https://barn2.com/kb/">NGINX-uudelleenohjaussääntö</a>. Jos olet jo tehnyt tämän tai se ei koske sivustoasi, voit pysyvästi ohittaa tämän ilmoituksen.
fr_fr: Pour les protéger, vous devez ajouter cette <a href="https://barn2.com/kb/">règle de redirection NGINX</a>. Si vous avez déjà fait cela, ou si cela ne s'applique pas à votre site, vous pouvez ignorer définitivement cet avis.
it_it: Per proteggerli, devi aggiungere questa <a href="https://barn2.com/kb/">regola di reindirizzamento NGINX</a>. Se hai già fatto questo, o non si applica al tuo sito, puoi ignorare permanentemente questo avviso.
ja: これらを保護するには、この <a href="https://barn2.com/kb/">NGINXリダイレクトルール</a>を追加する必要があります。すでにこれを行った場合や、サイトに適用されない場合は、この通知を永久に無視できます。
nb_no: For å beskytte dem, må du legge til denne <a href="https://barn2.com/kb/">NGINX omdirigeringsregelen</a>. Hvis du allerede har gjort dette, eller det ikke gjelder for nettstedet ditt, kan du permanent avvise dette varselet.
nl_nl: Om ze te beschermen, moet je deze <a href="https://barn2.com/kb/">NGINX-omleidingsregel</a> toevoegen. Als je dit al hebt gedaan, of het is niet van toepassing op jouw site, kun je deze kennisgeving permanent negeren.
pl_pl: Aby je zabezpieczyć, musisz dodać tę <a href="https://barn2.com/kb/">regułę przekierowania NGINX</a>. Jeśli już to zrobiłeś, lub jeśli to nie dotyczy twojej witryny, możesz na stałe zignorować tę informację.
pt_br: Para protegê-los, você deve adicionar esta <a href="https://barn2.com/kb/">regra de redirecionamento NGINX</a>. Se você já fez isso, ou não se aplica ao seu site, você pode descartar permanentemente este aviso.
ru_ru: Для защиты их необходимо добавить это <a href="https://barn2.com/kb/">правило перенаправления NGINX</a>. Если вы уже сделали это или это не относится к вашему сайту, вы можете навсегда закрыть это уведомление.
sv_se: För att skydda dem måste du lägga till denna <a href="https://barn2.com/kb/">NGINX-omdirigeringsregel</a>. Om du redan har gjort detta, eller om det inte gäller för din webbplats, kan du permanent avfärda denna meddelande.
zh_cn: 要保护它们，您必须添加此 <a href="https://barn2.com/kb/">NGINX 重定向规则</a>。如果您已经完成此操作，或者它不适用于您的站点，您可以永久关闭此通知。

source: The option "%s" is not supported.
da_dk: Muligheden "%s" understøttes ikke.
de_de: Die Option "%s" wird nicht unterstützt.
es_es: La opción "%s" no es compatible.
fi: Vaihtoehtoa "%s" ei tueta.
fr_fr: L'option "%s" n'est pas supportée.
it_it: L'opzione "%s" non è supportata.
ja: オプション "%s" はサポートされていません。
nb_no: Alternativet "%s" støttes ikke.
nl_nl: De optie "%s" wordt niet ondersteund.
pl_pl: Opcja "%s" nie jest obsługiwana.
pt_br: A opção "%s" não é suportada.
ru_ru: Опция "%s" не поддерживается.
sv_se: Alternativet "%s" stöds inte.
zh_cn: 选项 "%s" 不受支持。

source: Total:
de_de: Gesamt:
fi: Yhteensä:
it_it: Totale:
ja: 合計:
nb_no: Totalt:
nl_nl: Totaal:
pl_pl: Razem:
ru_ru: Итого:
sv_se: Totalt:
zh_cn: 总计：

source: Weight
da_dk: Vægt
de_de: Gewicht
es_es: Peso
fi: Paino
fr_fr: Poids
it_it: Peso
ja: 重量
nb_no: Vekt
nl_nl: Gewicht
pl_pl: Waga
pt_br: Peso
ru_ru: Вес
sv_se: Vikt
zh_cn: 重量

source: Length
da_dk: Længde
de_de: Länge
es_es: Longitud
fi: Pituus
fr_fr: Longueur
it_it: Lunghezza
ja: 長さ
nb_no: Lengde
nl_nl: Lengte
pl_pl: Długość
pt_br: Comprimento
ru_ru: Длина
sv_se: Längd
zh_cn: 长度

source: Width
da_dk: Bredde
de_de: Breite
es_es: Ancho
fi: Leveys
fr_fr: Largeur
it_it: Larghezza
ja: 幅
nb_no: Bredde
nl_nl: Breedte
pl_pl: Szerokość
pt_br: Largura
ru_ru: Ширина
sv_se: Bredd
zh_cn: 宽度

source: Height
da_dk: Højde
de_de: Höhe
es_es: Altura
fi: Korkeus
fr_fr: Hauteur
it_it: Altezza
ja: 高さ
nb_no: Høyde
nl_nl: Hoogte
pl_pl: Wysokość
pt_br: Altura
ru_ru: Высота
sv_se: Höjd
zh_cn: 高度

source: Barn2 Plugins
zh_cn: Barn2 插件

source: https://barn2.com/wordpress-plugins/woocommerce-product-options/
nl_nl: https://barn2.com/wordpress-plugins/woocommerce-product-opties/
