{"translation-revision-date":"2025-09-10 16:26+0000","generator":"WP-CLI\/2.11.0","source":"assets\/js\/admin\/wpo-import-export.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt-BR","plural-forms":"nplurals=2; plural=(n > 1);"},"Export":["Exportar"],"Export your product options as a JSON file so that you can easily import them in a different WordPress installation.":["Exporte suas opções de produto como um arquivo JSON para que você possa importá-las facilmente em uma instalação diferente do WordPress."],"Product option groups":["Grupos de opções de produto"],"Select all":["Selecionar tudo"],"Deselect all":["Deselecionar tudo"],"Please select at least one group to export.":["Por favor, selecione pelo menos um grupo para exportar."],"Export as JSON":["Exportar como JSON"],"A group with the same configuration is already present in the database.":["Um grupo com a mesma configuração já está presente no banco de dados."],"Choose \"Overwrite\" to replace it with the imported group, or \"Duplicate\" to create a new group.":["Escolha \"Substituir\" para substituí-lo pelo grupo importado, ou \"Duplicar\" para criar um novo grupo."],"Products and categories this group was attached to will be remapped.":["Produtos e categorias aos quais este grupo estava vinculado serão remapeados."],"This group was attached to products and categories that are not present in the database.":["Este grupo estava vinculado a produtos e categorias que não estão presentes no banco de dados."],"The visibility settings will switch to \"Global\".":["As configurações de visibilidade serão alteradas para \"Global\"."],"Import":["Importar"],"Skip":["Ignorar"],"Overwrite":["Substituir"],"Duplicate":["Duplicar"],"Please review the list below, select the appropriate action for each group and click the \"Import\" button to proceed.":["Por favor, revise a lista abaixo, selecione a ação apropriada para cada grupo e clique no botão \"Importar\" para prosseguir."],"Import all":["Importar tudo"],"Skip all":["Ignorar tudo"],"Overwrite all":["Substituir tudo"],"Duplicate all":["Duplicar tudo"],"Reset all":["Redefinir tudo"],"There was an issue while importing the option groups: %s<br>Please try again.":["Houve um problema ao importar os grupos de opções: %s<br>Por favor, tente novamente."],"No file chosen":["Nenhum arquivo escolhido"],"Import product options from a different WordPress installation. Select the JSON file you previously exported and click the \"Import\" button to proceed. You will be able to review the groups before importing them.":["Importe opções de produtos de uma instalação do WordPress diferente. Selecione o arquivo JSON que você exportou anteriormente e clique no botão \"Importar\" para prosseguir. Você poderá revisar os grupos antes de importá-los."],"Select file":["Selecionar arquivo"],"Choose file":["Escolher arquivo"],"This is not a valid JSON file.":["Este não é um arquivo JSON válido."],"This is not a WooCommerce Product Options export file.":["Este não é um arquivo de exportação de Opções de Produto do WooCommerce."],"Import complete - %s":["Importação completa - %s"],"%s option group was imported.":["o grupo de opções %s foi importado.","os grupos de opções %s foram importados."],"The following option groups could not be imported: %s":["Os seguintes grupos de opções não puderam ser importados: %s"]}}}