Repository: iradwatkins/event.stepperslife.com
Catalog: ira/woocommerce-product-options/languages/woocommerce-product-options-*.po
Languages: da_dk, de_de, es_es, fi, fr_fr, it_it, ja, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, zh_cn

source: <p>%1$s has been updated! To keep things running smoothly, we have to update your database to the newest version. The database update process runs in the background and may take a little while, so please be patient.</p>
da_dk: <p>%1$s er blevet opdateret! For at holde tingene kørende glat, skal vi opdatere din database til den nyeste version. Databaseopdateringsprocessen kører i baggrunden og kan tage lidt tid, så vær venlig at være tålmodig.</p>
de_de: <p>%1$s wurde aktualisiert! Um einen reibungslosen Betrieb zu gewährleisten, müssen wir Ihre Datenbank auf die neueste Version aktualisieren. Der Datenbankaktualisierungsprozess läuft im Hintergrund und kann eine Weile dauern, also bitte haben Sie Geduld.</p>
es_es: <p>%1$s ha sido actualizado. Para mantener todo funcionando sin problemas, debemos actualizar su base de datos a la versión más reciente. El proceso de actualización de la base de datos se ejecuta en segundo plano y puede tardar un poco, así que por favor, tenga paciencia.</p>
fi: <p>%1$s on päivitetty! Jotta asiat sujuisivat sujuvasti, meidän on päivitettävä tietokannan uusimpaan versioon. Tietokannan päivitysprosessi tapahtuu taustalla ja saattaa kestää hetken, joten ole hyvä ja ole kärsivällinen.</p>
fr_fr: <p>%1$s a été mis à jour ! Pour que tout fonctionne sans problème, nous devons mettre à jour votre base de données vers la dernière version. Le processus de mise à jour de la base de données se déroule en arrière-plan et peut prendre un certain temps, alors veuillez être patient.</p>
it_it: <p>%1$s è stato aggiornato! Per mantenere tutto in funzione senza problemi, dobbiamo aggiornare il tuo database alla versione più recente. Il processo di aggiornamento del database si svolge in background e potrebbe richiedere un po' di tempo, quindi ti preghiamo di avere pazienza.</p>
ja: <p>%1$s は更新されました！スムーズに動作を続けるために、あなたのデータベースを最新バージョンに更新する必要があります。データベース更新プロセスはバックグラウンドで実行され、少し時間がかかる場合がありますので、しばらくお待ちください。</p>
nb_no: <p>%1$s har blitt oppdatert! For å holde ting i gang jevnt, må vi oppdatere databasen din til den nyeste versjonen. Databaseoppdateringsprosessen kjører i bakgrunnen og kan ta litt tid, så vær tålmodig.</p>
nl_nl: <p>%1$s is bijgewerkt! Om alles soepel te laten draaien, moeten we uw database bijwerken naar de nieuwste versie. Het database-updateproces draait op de achtergrond en kan enige tijd duren, dus wees alstublieft geduldig.</p>
pl_pl: <p>%1$s został zaktualizowany! Aby wszystko działało sprawnie, musimy zaktualizować Twoją bazę danych do najnowszej wersji. Proces aktualizacji bazy danych odbywa się w tle i może zająć chwilę, więc proszę o cierpliwość.</p>
pt_br: <p>%1$s foi atualizado! Para manter tudo funcionando suavemente, precisamos atualizar seu banco de dados para a versão mais recente. O processo de atualização do banco de dados ocorre em segundo plano e pode levar um pouco de tempo, portanto, por favor, tenha paciência.</p>
ru_ru: <p>%1$s был обновлен! Чтобы все работало без сбоев, нам нужно обновить вашу базу данных до самой новой версии. Процесс обновления базы данных происходит в фоновом режиме и может занять некоторое время, поэтому, пожалуйста, наберитесь терпения.</p>
sv_se: <p>%1$s har uppdaterats! För att hålla saker igång smidigt måste vi uppdatera din databas till den senaste versionen. Databasuppdateringsprocessen körs i bakgrunden och kan ta en stund, så var vänlig och ha tålamod.</p>
zh_cn: <p>%1$s 已更新！为了保持系统平稳运行，我们需要将您的数据库更新到最新版本。数据库更新过程在后台运行，可能需要一些时间，请耐心等待。</p>

source: %1$s database update done
da_dk: %1$s databaseopdatering færdig
de_de: %1$s Datenbankaktualisierung abgeschlossen
es_es: %1$s actualización de la base de datos realizada
fi: %1$s tietokannan päivitys valmis
fr_fr: %1$s mise à jour de la base de données terminée
it_it: %1$s aggiornamento del database completato
ja: %1$s データベースの更新が完了しました
nb_no: %1$s databaseoppdatering fullført
nl_nl: %1$s database-update voltooid
pl_pl: %1$s aktualizacja bazy danych zakończona
pt_br: %1$s atualização do banco de dados concluída
ru_ru: %1$s обновление базы данных завершено
sv_se: %1$s databasuppdatering klar
zh_cn: %1$s 数据库更新完成

source: <p>%1$s database update complete. Thank you for updating to the latest version!</p>
da_dk: <p>%1$s databaseopdatering fuldført. Tak fordi du opdaterede til den nyeste version!</p>
de_de: <p>%1$s Datenbankaktualisierung abgeschlossen. Vielen Dank, dass Sie auf die neueste Version aktualisiert haben!</p>
es_es: <p>%1$s actualización de la base de datos completa. ¡Gracias por actualizar a la última versión!</p>
fi: <p>%1$s tietokannan päivitys on valmis. Kiitos, että päivität viimeisimpään versioon!</p>
fr_fr: <p>Mise à jour de la base de données %1$s terminée. Merci d'avoir mis à jour vers la dernière version !</p>
it_it: <p>Aggiornamento del database %1$s completato. Grazie per aver aggiornato alla versione più recente!</p>
ja: <p>%1$s データベースの更新が完了しました。最新バージョンに更新していただきありがとうございます！</p>
nb_no: <p>%1$s databaseoppdatering er fullført. Takk for at du oppdaterte til den nyeste versjonen!</p>
nl_nl: <p>%1$s database-update is compleet. Bedankt voor het updaten naar de nieuwste versie!</p>
pl_pl: <p>%1$s aktualizacja bazy danych zakończona. Dziękujemy za zaktualizowanie do najnowszej wersji!</p>
pt_br: <p>%1$s atualização do banco de dados completa. Obrigado por atualizar para a versão mais recente!</p>
ru_ru: <p>%1$s обновление базы данных завершено. Спасибо за обновление до последней версии!</p>
sv_se: <p>%1$s databasuppdatering komplett. Tack för att du uppdaterade till den senaste versionen!</p>
zh_cn: <p>%1$s 数据库更新完成。感谢您更新到最新版本！</p>

source: You do not have sufficient permissions to perform this action.
da_dk: Du har ikke tilstrækkelige rettigheder til at udføre denne handling.
de_de: Sie haben nicht genügend Berechtigungen, um diese Aktion auszuführen.
es_es: No tienes permisos suficientes para realizar esta acción.
fi: Sinulla ei ole riittäviä oikeuksia tämän toiminnon suorittamiseen.
fr_fr: Vous n'avez pas les autorisations suffisantes pour effectuer cette action.
it_it: Non hai autorizzazioni sufficienti per eseguire questa azione.
ja: このアクションを実行するための十分な権限がありません。
nb_no: Du har ikke tilstrekkelige rettigheter til å utføre denne handlingen.
nl_nl: Je hebt niet voldoende rechten om deze actie uit te voeren.
pl_pl: Nie masz wystarczających uprawnień, aby wykonać tę akcję.
pt_br: Você não tem permissões suficientes para realizar esta ação.
ru_ru: У вас недостаточно прав для выполнения этого действия.
sv_se: Du har inte tillräckliga behörigheter för att utföra denna åtgärd.
zh_cn: 您没有足够的权限执行此操作。

source: An upgrade is already in progress. Please wait until it completes.
da_dk: En opgradering er allerede i gang. Vent venligst, indtil den er færdig.
de_de: Ein Upgrade ist bereits im Gange. Bitte warten Sie, bis es abgeschlossen ist.
es_es: Una actualización ya está en curso. Por favor, espera a que se complete.
fi: Päivitys on jo käynnissä. Odota, että se valmistuu.
fr_fr: Une mise à niveau est déjà en cours. Veuillez attendre qu'elle se termine.
it_it: Un aggiornamento è già in corso. Attendere il completamento.
ja: アップグレードがすでに進行中です。完了するまでお待ちください。
nb_no: En oppgradering er allerede i gang. Vennligst vent til den er fullført.
nl_nl: Er is al een upgrade bezig. Gelieve te wachten tot het is voltooid.
pl_pl: Aktualizacja jest już w toku. Proszę czekać, aż się zakończy.
pt_br: Uma atualização já está em andamento. Por favor, aguarde até que seja concluída.
ru_ru: Обновление уже выполняется. Пожалуйста, подождите, пока оно завершится.
sv_se: En uppgradering pågår redan. Vänligen vänta tills den är klar.
zh_cn: 升级已经在进行中。请等待它完成。

source: Unable to connect to the filesystem. Please confirm your credentials.
da_dk: Kan ikke oprette forbindelse til filsystemet. Bekræft venligst dine legitimationsoplysninger.
de_de: Keine Verbindung zum Dateisystem möglich. Bitte bestätigen Sie Ihre Anmeldedaten.
es_es: No se puede conectar al sistema de archivos. Por favor, confirma tus credenciales.
fi: Ei voida muodostaa yhteyttä tiedostojärjestelmään. Vahvista käyttäjätunnuksesi.
fr_fr: Impossible de se connecter au système de fichiers. Veuillez confirmer vos identifiants.
it_it: Impossibile connettersi al filesystem. Si prega di confermare le proprie credenziali.
ja: ファイルシステムに接続できません。資格情報を確認してください。
nb_no: Kunne ikke koble til filsystemet. Vennligst bekreft legitimasjonen din.
nl_nl: Kan geen verbinding maken met het bestandssysteem. Bevestig alstublieft uw inloggegevens.
pl_pl: Nie można połączyć się z systemem plików. Proszę potwierdzić swoje dane logowania.
pt_br: Não foi possível conectar ao sistema de arquivos. Por favor, confirme suas credenciais.
ru_ru: Не удалось подключиться к файловой системе. Пожалуйста, подтвердите свои учетные данные.
sv_se: Kunde inte ansluta till filsystemet. Vänligen bekräfta dina uppgifter.
zh_cn: 无法连接到文件系统。请确认您的凭据。

source: You don't have permission to activate the plugin.
da_dk: Du har ikke tilladelse til at aktivere plugin'et.
de_de: Sie haben keine Berechtigung, um das Plugin zu aktivieren.
es_es: No tienes permiso para activar el plugin.
fi: Sinulla ei ole oikeuksia liitännäisen aktivointiin.
fr_fr: Vous n'avez pas la permission d'activer le plugin.
it_it: Non hai il permesso di attivare il plugin.
ja: プラグインを有効にする権限がありません。
nb_no: Du har ikke tillatelse til å aktivere plugin-modulen.
nl_nl: Je hebt geen toestemming om de plugin te activeren.
pl_pl: Nie masz uprawnień do aktywacji wtyczki.
pt_br: Você não tem permissão para ativar o plugin.
ru_ru: У вас нет разрешения на активацию плагина.
sv_se: Du har inte behörighet att aktivera pluginet.
zh_cn: 您没有权限激活插件。

source: Could not find the appropriate step.
da_dk: Kunne ikke finde det relevante trin.
de_de: Der entsprechende Schritt konnte nicht gefunden werden.
es_es: No se pudo encontrar el paso correspondiente.
fi: Sopivaa vaihetta ei löytynyt.
fr_fr: Impossible de trouver l'étape appropriée.
it_it: Impossibile trovare il passaggio appropriato.
ja: 適切なステップが見つかりませんでした。
nb_no: Fant ikke det passende trinnet.
nl_nl: Kon de juiste stap niet vinden.
pl_pl: Nie można znaleźć odpowiedniego kroku.
pt_br: Não foi possível encontrar a etapa apropriada.
ru_ru: Не удалось найти соответствующий шаг.
sv_se: Kunde inte hitta det lämpliga steget.
zh_cn: 找不到适当的步骤。

source: Please enter a license key.
da_dk: Indtast venligst en licensnøgle.
de_de: Bitte geben Sie einen Lizenzschlüssel ein.
es_es: Por favor, introduce una clave de licencia.
fi: Ole hyvä ja syötä lisenssiavain.
fr_fr: Veuillez entrer une clé de licence.
it_it: Si prega di inserire una chiave di licenza.
ja: ライセンスキーを入力してください。
nb_no: Vennligst oppgi en lisensnøkkel.
nl_nl: Voer een licentiesleutel in.
pl_pl: Proszę wprowadzić klucz licencyjny.
pt_br: Por favor, insira uma chave de licença.
ru_ru: Пожалуйста, введите ключ лицензии.
sv_se: Vänligen ange en licensnyckel.
zh_cn: 请输入许可证密钥。

source: Invalid action requested.
da_dk: Ugyldig handling anmodet.
de_de: Ungültige angeforderte Aktion.
es_es: Acción solicitada no válida.
fi: Virheellinen toiminto.
fr_fr: Action demandée invalide.
it_it: Azione richiesta non valida.
ja: 無効なアクションが要求されました。
nb_no: Ugyldig handling forespurt.
nl_nl: Ongeldige actie aangevraagd.
pl_pl: Żądana akcja jest nieprawidłowa.
pt_br: Ação solicitada inválida.
ru_ru: Запрошено неверное действие.
sv_se: Ogiltig åtgärd begärd.
zh_cn: 请求的操作无效。

source: %s setup wizard
da_dk: %s opsætningsguide
de_de: %s Einrichtungsassistent
es_es: %s asistente de configuración
fi: %s asennusohjelma
fr_fr: %s assistant d'installation
it_it: %s procedura guidata di configurazione
ja: %s セットアップウィザード
nb_no: %s oppsettveiviser
nl_nl: %s installatie-wizard
pl_pl: %s kreator ustawień
pt_br: %s assistente de configuração
ru_ru: %s мастер настройки
sv_se: %s installationsguide
zh_cn: %s 安装向导

source: Warning: This will overwrite your existing settings for %s. Are you sure you want to continue?
da_dk: Advarsel: Dette vil overskrive dine eksisterende indstillinger for %s. Er du sikker på, at du vil fortsætte?
de_de: Warnung: Dies wird Ihre vorhandenen Einstellungen für %s überschreiben. Sind Sie sicher, dass Sie fortfahren möchten?
es_es: Advertencia: Esto sobrescribirá tu configuración existente para %s. ¿Estás seguro de que deseas continuar?
fi: Varoitus: Tämä korvataan olemassa olevat asetuksesi %s. Oletko varma, että haluat jatkaa?
fr_fr: Avertissement : Cela écrasera vos paramètres existants pour %s. Êtes-vous sûr de vouloir continuer ?
it_it: Attenzione: questo sovrascriverà le tue impostazioni esistenti per %s. Sei sicuro di voler continuare?
ja: 警告: これにより %s の既存の設定が上書きされます。本当に続行しますか？
nb_no: Advarsel: Dette vil overskrive dine eksisterende innstillinger for %s. Er du sikker på at du vil fortsette?
nl_nl: Waarschuwing: Dit zal uw bestaande instellingen voor %s overschrijven. Weet u zeker dat u wilt doorgaan?
pl_pl: Ostrzeżenie: To nadpisze istniejące ustawienia dla %s. Czy na pewno chcesz kontynuować?
pt_br: Aviso: Isso irá sobrescrever suas configurações existentes para %s. Você tem certeza de que deseja continuar?
ru_ru: Внимание: это перезапишет ваши существующие настройки для %s. Вы уверены, что хотите продолжить?
sv_se: Varning: Detta kommer att skriva över dina befintliga inställningar för %s. Är du säker på att du vill fortsätta?
zh_cn: 警告：这将覆盖您对 %s 的现有设置。您确定要继续吗？

source: Setup wizard
da_dk: Opsætningsguide
de_de: Einrichtungsassistent
es_es: Asistente de configuración
fi: Asennusohjelma
fr_fr: Assistant d'installation
it_it: Procedura guidata di configurazione
ja: セットアップウィザード
nb_no: Oppsettveiviser
nl_nl: Installatie-wizard
pl_pl: Kreator ustawień
pt_br: Assistente de configuração
ru_ru: Мастер настройки
sv_se: Installationsguide
zh_cn: 安装向导

source: If you need to access the setup wizard again, please click on the button below.
da_dk: Hvis du har brug for at få adgang til opsætningsguiden igen, skal du klikke på knappen nedenfor.
de_de: Wenn Sie erneut auf den Einrichtungsassistenten zugreifen müssen, klicken Sie bitte auf die Schaltfläche unten.
es_es: Si necesitas acceder al asistente de configuración de nuevo, por favor haz clic en el botón de abajo.
fi: Jos tarvitset pääsyä asennusohjelmaan uudelleen, napsauta alla olevaa painiketta.
fr_fr: Si vous avez besoin d'accéder à nouveau à l'assistant d'installation, veuillez cliquer sur le bouton ci-dessous.
it_it: Se hai bisogno di accedere nuovamente alla procedura guidata di configurazione, fai clic sul pulsante qui sotto.
ja: セットアップウィザードに再度アクセスする必要がある場合は、下のボタンをクリックしてください。
nb_no: Hvis du trenger å få tilgang til oppsettveiviseren igjen, vennligst klikk på knappen nedenfor.
nl_nl: Als u de installatie-wizard opnieuw wilt openen, klik dan op de knop hieronder.
pl_pl: Jeśli potrzebujesz ponownie uzyskać dostęp do kreatora ustawień, kliknij przycisk poniżej.
pt_br: Se você precisar acessar o assistente de configuração novamente, clique no botão abaixo.
ru_ru: Если вам нужно снова получить доступ к мастеру настройки, пожалуйста, нажмите кнопку ниже.
sv_se: Om du behöver få åtkomst till installationsguiden igen, vänligen klicka på knappen nedan.
zh_cn: 如果您需要再次访问安装向导，请点击下面的按钮。

source: More
da_dk: Mere
de_de: Mehr
es_es: Más
fi: Lisää
fr_fr: Plus
it_it: Di più
ja: もっと見る
nb_no: Mer
nl_nl: Meer
pl_pl: Więcej
pt_br: Mais
ru_ru: Больше
sv_se: Mer
zh_cn: 更多

source: Extra features
da_dk: Ekstra funktioner
de_de: Zusätzliche Funktionen
es_es: Funciones adicionales
fi: Lisäominaisuudet
fr_fr: Fonctionnalités supplémentaires
it_it: Funzionalità extra
ja: 追加機能
nb_no: Ekstra funksjoner
nl_nl: Extra functies
pl_pl: Dodatkowe funkcje
pt_br: Recursos extras
ru_ru: Дополнительные функции
sv_se: Extra funktioner
zh_cn: 额外功能

source: Enhance your site with these fantastic plugins from Barn2.
da_dk: Forbedr dit site med disse fantastiske plugins fra Barn2.
de_de: Verbessern Sie Ihre Seite mit diesen fantastischen Plugins von Barn2.
es_es: Mejora tu sitio con estos fantásticos plugins de Barn2.
fi: Paranna sivustosi näillä upeilla liitännäisillä Barn2:lta.
fr_fr: Améliorez votre site avec ces fantastiques plugins de Barn2.
it_it: Migliora il tuo sito con questi fantastici plugin di Barn2.
ja: Barn2 の素晴らしいプラグインでサイトを強化しましょう。
nb_no: Forbedre nettstedet ditt med disse fantastiske pluginene fra Barn2.
nl_nl: Verbeter uw site met deze fantastische plugins van Barn2.
pl_pl: Ulepsz swoją witrynę dzięki tym fantastycznym wtyczkom od Barn2.
pt_br: Melhore seu site com esses plugins fantásticos da Barn2.
ru_ru: Улучшите свой сайт этими фантастическими плагинами от Barn2.
sv_se: Förbättra din webbplats med dessa fantastiska plugins från Barn2.
zh_cn: 使用这些来自 Barn2 的精彩插件增强您的网站。

source: Ready
da_dk: Klar
de_de: Bereit
es_es: Listo
fi: Valmis
fr_fr: Prêt
it_it: Pronto
ja: 準備完了
nb_no: Klar
nl_nl: Klaar
pl_pl: Gotowe
pt_br: Pronto
ru_ru: Готово
sv_se: Klar
zh_cn: 准备就绪

source: Setup Complete
da_dk: Opsætning færdig
de_de: Einrichtung abgeschlossen
es_es: Configuración completa
fi: Asennus valmis
fr_fr: Configuration terminée
it_it: Configurazione completata
ja: セットアップ完了
nb_no: Oppsett fullført
nl_nl: Installatie voltooid
pl_pl: Konfiguracja zakończona
pt_br: Configuração concluída
ru_ru: Настройка завершена
sv_se: Installation klar
zh_cn: 安装完成

source: Welcome
da_dk: Velkommen
de_de: Willkommen
es_es: Bienvenido
fi: Tervetuloa
fr_fr: Bienvenue
it_it: Benvenuto
ja: ようこそ
nb_no: Velkommen
nl_nl: Welkom
pl_pl: Witaj
pt_br: Bem-vindo
ru_ru: Добро пожаловать
sv_se: Välkommen
zh_cn: 欢迎

source: Select an option
da_dk: Vælg en mulighed
de_de: Wählen Sie eine Option
es_es: Selecciona una opción
fi: Valitse vaihtoehto
fr_fr: Sélectionnez une option
it_it: Seleziona un'opzione
ja: オプションを選択してください
nb_no: Velg et alternativ
nl_nl: Selecteer een optie
pl_pl: Wybierz opcję
pt_br: Selecione uma opção
ru_ru: Выберите вариант
sv_se: Välj ett alternativ
zh_cn: 选择一个选项

source: Security error
da_dk: Sikkerhedsfejl
de_de: Sicherheitsfehler
es_es: Error de seguridad
fi: Turvavirhe
fr_fr: Erreur de sécurité
it_it: Errore di sicurezza
ja: セキュリティエラー
nb_no: Sikkerhetsfeil
nl_nl: Beveiligingsfout
pl_pl: Błąd zabezpieczeń
pt_br: Erro de segurança
ru_ru: Ошибка безопасности
sv_se: Säkerhetsfel
zh_cn: 安全错误

source: The authorization to perform this action expired. Please reload the page and try again
da_dk: Autorisationen til at udføre denne handling er udløbet. Venligst genindlæs siden og prøv igen
de_de: Die Berechtigung zur Durchführung dieser Aktion ist abgelaufen. Bitte laden Sie die Seite neu und versuchen Sie es erneut
es_es: La autorización para realizar esta acción ha expirado. Por favor, recarga la página y vuelve a intentarlo
fi: Valtuutus tämän toiminnon suorittamiseen on vanhentunut. Lataa sivu uudelleen ja yritä uudelleen
fr_fr: L'autorisation pour effectuer cette action a expiré. Veuillez recharger la page et réessayer
it_it: L'autorizzazione per eseguire quest'azione è scaduta. Ricarica la pagina e riprova
ja: このアクションを実行するための承認が期限切れです。ページを再読み込みして再試行してください
nb_no: Autorisasjonen for å utføre denne handlingen har utløpt. Vennligst last inn siden på nytt og prøv igjen
nl_nl: De autorisatie om deze actie uit te voeren is verlopen. Herlaad de pagina en probeer het opnieuw
pl_pl: Autoryzacja do wykonania tej akcji wygasła. Proszę odświeżyć stronę i spróbować ponownie
pt_br: A autorização para realizar esta ação expirou. Por favor, recarregue a página e tente novamente
ru_ru: Срок авторизации для выполнения этого действия истек. Пожалуйста, перезагрузите страницу и попробуйте снова
sv_se: Behörigheten att utföra denna åtgärd har gått ut. Vänligen ladda om sidan och försök igen
zh_cn: 执行此操作的授权已过期。请重新加载页面并重试

source: Permission error
da_dk: Tilladelsesfejl
de_de: Berechtigungsfehler
es_es: Error de permiso
fi: Oikeusvirhe
fr_fr: Erreur de permission
it_it: Errore di autorizzazione
ja: 権限エラー
nb_no: Tillatelsesfeil
nl_nl: Permissiefout
pl_pl: Błąd uprawnień
pt_br: Erro de permissão
ru_ru: Ошибка разрешения
sv_se: Behörighetsfel
zh_cn: 权限错误

source: You do not have permission to install plugins.
da_dk: Du har ikke tilladelse til at installere plugins.
de_de: Sie haben keine Berechtigung, Plugins zu installieren.
es_es: No tienes permiso para instalar plugins.
fi: Sinulla ei ole oikeuksia asentaa laajennuksia.
fr_fr: Vous n'avez pas la permission d'installer des plugins.
it_it: Non hai il permesso di installare i plugin.
ja: プラグインをインストールする権限がありません。
nb_no: Du har ikke tillatelse til å installere plugins.
nl_nl: Je hebt geen toestemming om plugins te installeren.
pl_pl: Nie masz uprawnień do instalowania wtyczek.
pt_br: Você não tem permissão para instalar plugins.
ru_ru: У вас нет разрешения на установку плагинов.
sv_se: Du har inte behörighet att installera tillägg.
zh_cn: 您没有安装插件的权限。

source: Already installed
da_dk: Allerede installeret
de_de: Bereits installiert
es_es: Ya instalado
fi: Jo asennettu
fr_fr: Déjà installé
it_it: Già installato
ja: すでにインストール済み
nb_no: Allerede installert
nl_nl: Al geïnstalleerd
pl_pl: Już zainstalowane
pt_br: Já instalado
ru_ru: Уже установлено
sv_se: Redan installerad
zh_cn: 已安装

source: The WooCommerce Live Preview plugin is already installed.
da_dk: WooCommerce Live Preview-pluginet er allerede installeret.
de_de: Das WooCommerce Live-Vorschau-Plugin ist bereits installiert.
es_es: El plugin de Vista Previa en Vivo de WooCommerce ya está instalado.
fi: WooCommerce Live Preview -laajennus on jo asennettu.
fr_fr: Le plugin WooCommerce Live Preview est déjà installé.
it_it: Il plugin WooCommerce Live Preview è già installato.
ja: WooCommerce Live Previewプラグインはすでにインストールされています。
nb_no: WooCommerce Live Preview-pluginen er allerede installert.
nl_nl: De WooCommerce Live Preview-plugin is al geïnstalleerd.
pl_pl: Wtyczka WooCommerce Live Preview jest już zainstalowana.
pt_br: O plugin WooCommerce Live Preview já está instalado.
ru_ru: Плагин WooCommerce Live Preview уже установлен.
sv_se: WooCommerce Live Preview-tillägget är redan installerat.
zh_cn: WooCommerce 实时预览插件已安装。

source: License error
da_dk: Licensfejl
de_de: Lizenzfehler
es_es: Error de licencia
fi: Lisenssivirhe
fr_fr: Erreur de licence
it_it: Errore di licenza
ja: ライセンスエラー
nb_no: Lisensfeil
nl_nl: Licentiefout
pl_pl: Błąd licencji
pt_br: Erro de licença
ru_ru: Ошибка лицензии
sv_se: Licensfel
zh_cn: 许可证错误
