{"translation-revision-date":"2025-09-10 16:26+0000","generator":"WP-CLI\/2.11.0","source":"assets\/js\/admin\/wpo-import-export.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"zh-CN","plural-forms":"nplurals=1; plural=0;"},"Export":["导出"],"Export your product options as a JSON file so that you can easily import them in a different WordPress installation.":["将您的产品选项导出为 JSON 文件，以便您可以轻松地在不同的 WordPress 安装中导入它们。"],"Product option groups":["产品选项组"],"Select all":["全选"],"Deselect all":["全不选"],"Please select at least one group to export.":["请至少选择一个组进行导出。"],"Export as JSON":["导出为 JSON"],"A group with the same configuration is already present in the database.":["数据库中已存在相同配置的组。"],"Choose \"Overwrite\" to replace it with the imported group, or \"Duplicate\" to create a new group.":["选择“覆盖”以用导入的组替换它，或选择“复制”以创建一个新组。"],"Products and categories this group was attached to will be remapped.":["与该组相关联的产品和类别将被重新映射。"],"This group was attached to products and categories that are not present in the database.":["该组与数据库中不存在的产品和类别相关联。"],"The visibility settings will switch to \"Global\".":["可见性设置将切换为“全局”。"],"Import":["导入"],"Skip":["跳过"],"Overwrite":["覆盖"],"Duplicate":["复制"],"Please review the list below, select the appropriate action for each group and click the \"Import\" button to proceed.":["请查看下面的列表，为每个组选择适当的操作，然后点击“导入”按钮以继续。"],"Import all":["导入所有"],"Skip all":["跳过所有"],"Overwrite all":["覆盖所有"],"Duplicate all":["复制所有"],"Reset all":["重置所有"],"There was an issue while importing the option groups: %s<br>Please try again.":["导入选项组时出现问题：%s<br>请再试一次。"],"No file chosen":["未选择文件"],"Import product options from a different WordPress installation. Select the JSON file you previously exported and click the \"Import\" button to proceed. You will be able to review the groups before importing them.":["从不同的 WordPress 安装导入产品选项。选择您之前导出的 JSON 文件，然后点击“导入”按钮以继续。您将能够在导入之前查看这些组。"],"Select file":["选择文件"],"Choose file":["选择文件"],"This is not a valid JSON file.":["这不是一个有效的 JSON 文件。"],"This is not a WooCommerce Product Options export file.":["这不是一个 WooCommerce 产品选项导出文件。"],"Import complete - %s":["导入完成 - %s"],"%s option group was imported.":["%s 个选项组已导入。"],"The following option groups could not be imported: %s":["以下选项组无法导入：%s"]}}}