Repository: iradwatkins/event.stepperslife.com
Catalog: ira/woocommerce-product-options/languages/woocommerce-product-options-*.po
Languages: da_dk, de_de, es_es, fi, fr_fr, it_it, ja, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, zh_cn

source: WooCommerce Product Options
da_dk: WooCommerce Produktmuligheder
de_de: WooCommerce Produktoptionen
es_es: Opciones de Producto de WooCommerce
fi: WooCommerce Tuoteasetukset
fr_fr: Options de produit WooCommerce
it_it: Opzioni prodotto WooCommerce
ja: WooCommerce製品オプション
nb_no: WooCommerce Produktalternativer
nl_nl: WooCommerce Productopties
pl_pl: Opcje produktu WooCommerce
pt_br: Opções de Produto WooCommerce
sv_se: WooCommerce Produktalternativ
zh_cn: WooCommerce 产品选项

source: Add extra options to your WooCommerce products, with over 14 option types, optional fees for each option, min/max quantities, and conditional logic.
da_dk: Tilføj ekstra muligheder til dine WooCommerce-produkter, med over 14 mulighedstyper, valgfri gebyrer for hver mulighed, min/maks mængder og betinget logik.
de_de: Fügen Sie Ihren WooCommerce-Produkten zusätzliche Optionen hinzu, mit über 14 Optionsarten, optionalen Gebühren für jede Option, Mindest-/Höchstmengen und bedingter Logik.
es_es: Añade opciones extra a tus productos de WooCommerce, con más de 14 tipos de opciones, tarifas opcionales para cada opción, cantidades mínimas/máximas y lógica condicional.
fi: Lisää ylimääräisiä vaihtoehtoja WooCommerce-tuotteillesi, yli 14 vaihtoehto tyyppiä, valinnaiset maksut jokaiselle vaihtoehdolle, min/max määrät ja ehdollinen logiikka.
fr_fr: Ajoutez des options supplémentaires à vos produits WooCommerce, avec plus de 14 types d'options, des frais facultatifs pour chaque option, des quantités min/max et une logique conditionnelle.
it_it: Aggiungi opzioni extra ai tuoi prodotti WooCommerce, con oltre 14 tipi di opzioni, costi opzionali per ogni opzione, quantità min/max e logica condizionale.
ja: WooCommerce製品に14種類以上のオプションタイプ、各オプションのオプション料金、最小/最大数量、条件付きロジックを追加します。
nb_no: Legg til ekstra alternativer til WooCommerce-produktene dine, med over 14 alternativtyper, valgfrie gebyrer for hvert alternativ, min/maks kvantiteter, og betinget logikk.
nl_nl: Voeg extra opties toe aan uw WooCommerce-producten, met meer dan 14 optie-types, optionele kosten voor elke optie, min/max hoeveelheden en conditionele logica.
pl_pl: Dodaj dodatkowe opcje do swoich produktów WooCommerce, z ponad 14 typami opcji, opcjonalnymi opłatami za każdą opcję, minimalnymi/maksymalnymi ilościami oraz logiką warunkową.
pt_br: Adicione opções extras aos seus produtos WooCommerce, com mais de 14 tipos de opções, taxas opcionais para cada opção, quantidades mínimas/máximas e lógica condicional.
ru_ru: Добавьте дополнительные опции к вашим товарам WooCommerce, с более чем 14 типами опций, необязательными сборами за каждую опцию, минимальными/максимальными количествами и условной логикой.
sv_se: Lägg till extra alternativ till dina WooCommerce-produkter, med över 14 alternativtyper, valfria avgifter för varje alternativ, min/max kvantiteter och villkorlig logik.
zh_cn: 为您的 WooCommerce 产品添加额外选项，提供超过 14 种选项类型、每个选项的可选费用、最小/最大数量以及条件逻辑。

source: [View page]
da_dk: [Se side]
de_de: [Seite anzeigen]
es_es: [Ver página]
fi: [Näytä sivu]
fr_fr: [Voir la page]
it_it: [Visualizza pagina]
ja: [ページを表示]
nb_no: [Se side]
nl_nl: [Bekijk pagina]
pl_pl: [Zobacz stronę]
pt_br: [Ver página]
ru_ru: [Просмотреть страницу]
sv_se: [Visa sida]
zh_cn: [查看页面]

source: Size
da_dk: Størrelse
de_de: Größe
es_es: Tamaño
fi: Koko
fr_fr: Taille
it_it: Dimensione
ja: サイズ
nb_no: Størrelse
nl_nl: Grootte
pl_pl: Rozmiar
pt_br: Tamanho
ru_ru: Размер
sv_se: Storlek
zh_cn: 大小

source: Documentation
da_dk: Dokumentation
de_de: Dokumentation
es_es: Documentación
fi: Dokumentaatio
it_it: Documentazione
ja: ドキュメント
nb_no: Dokumentasjon
nl_nl: Documentatie
pl_pl: Dokumentacja
pt_br: Documentação
ru_ru: Документация
sv_se: Dokumentation
zh_cn: 文档

source: Support
es_es: Soporte
fi: Tuki
it_it: Supporto
ja: サポート
nb_no: Støtte
nl_nl: Ondersteuning
pl_pl: Wsparcie
pt_br: Suporte
ru_ru: Поддержка
zh_cn: 支持

source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_es: Ajustes
fi: Asetukset
fr_fr: Paramètres
it_it: Impostazioni
ja: 設定
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
sv_se: Inställningar
zh_cn: 设置

source: View %s documentation
da_dk: Se %s dokumentation
de_de: Dokumentation von %s anzeigen
es_es: Ver documentación de %s
fi: Näytä %s dokumentaatio
fr_fr: Voir la documentation de %s
it_it: Visualizza documentazione %s
ja: %sのドキュメントを表示
nb_no: Se %s dokumentasjon
nl_nl: Bekijk %s documentatie
pl_pl: Zobacz dokumentację %s
pt_br: Veja a documentação do %s
ru_ru: Просмотреть документацию %s
sv_se: Visa %s dokumentation
zh_cn: 查看 %s 的文档

source: Docs
fi: Dokumentit
it_it: Documenti
ja: ドキュメント
nb_no: Dokumenter
pl_pl: Dokumenty
ru_ru: Документы
sv_se: Dokument
zh_cn: 文档

source: Activate %1$syour license key%2$s to enable updates.
da_dk: Aktiver %1$syour license key%2$s for at aktivere opdateringer.
de_de: Aktivieren Sie %1$seinen Lizenzschlüssel%2$s, um Updates zu aktivieren.
es_es: Activa %1$stú clave de licencia%2$s para habilitar actualizaciones.
fi: Aktivoi %1$syksesi lisenssiavain%2$s päivitysten mahdollistamiseksi.
fr_fr: Activez %1$svotre clé de licence%2$s pour activer les mises à jour.
it_it: Attiva %1$sla tua chiave di licenza%2$s per abilitare gli aggiornamenti.
ja: 更新を有効にするには、%1$syour license key%2$sをアクティブ化してください。
nb_no: Aktiver %1$sykkelen din%2$s for å aktivere oppdateringer.
nl_nl: Activeer %1$szijn licentiesleutel%2$s om updates mogelijk te maken.
pl_pl: Aktywuj %1$szwój klucz licencyjny%2$s, aby włączyć aktualizacje.
pt_br: Ative %1$se sua chave de licença%2$s para habilitar atualizações.
ru_ru: Активируйте %1$syour license key%2$s для включения обновлений.
sv_se: Aktivera %1$syour license key%2$s för att aktivera uppdateringar.
zh_cn: 激活 %1$syour license key%2$s 以启用更新。

source: Auto-updates unavailable.
da_dk: Automatiske opdateringer er ikke tilgængelige.
de_de: Automatische Updates nicht verfügbar.
es_es: Actualizaciones automáticas no disponibles.
fi: Automaattiset päivitykset eivät ole käytettävissä.
fr_fr: Mises à jour automatiques non disponibles.
it_it: Aggiornamenti automatici non disponibili.
ja: 自動更新は利用できません。
nb_no: Automatiske oppdateringer er utilgjengelige.
nl_nl: Automatische updates niet beschikbaar.
pl_pl: Automatyczne aktualizacje niedostępne.
pt_br: Atualizações automáticas indisponíveis.
ru_ru: Автообновления недоступны.
sv_se: Automatiska uppdateringar är inte tillgängliga.
zh_cn: 自动更新不可用。

source: License key successfully activated.
da_dk: Licensnøglen blev aktiveret med succes.
de_de: Lizenzschlüssel erfolgreich aktiviert.
es_es: Clave de licencia activada con éxito.
fi: Lisenssiavain aktivoitiin onnistuneesti.
fr_fr: Clé de licence activée avec succès.
it_it: Chiave di licenza attivata con successo.
ja: ライセンスキーが正常にアクティブ化されました。
nb_no: Lisensnøkkelen ble aktivert vellykket.
nl_nl: Licentiesleutel succesvol geactiveerd.
pl_pl: Klucz licencyjny został pomyślnie aktywowany.
pt_br: Chave de licença ativada com sucesso.
ru_ru: Ключ лицензии успешно активирован.
sv_se: Licensnyckeln har aktiverats framgångsrikt.
zh_cn: 许可证密钥已成功激活。

source: There was an error activating your license key.
da_dk: Der opstod en fejl under aktivering af din licensnøgle.
de_de: Es gab einen Fehler bei der Aktivierung Ihres Lizenzschlüssels.
es_es: Hubo un error al activar tu clave de licencia.
fi: Lisenssiavainta aktivoidessa tapahtui virhe.
fr_fr: Une erreur est survenue lors de l'activation de votre clé de licence.
it_it: Si è verificato un errore durante l'attivazione della tua chiave di licenza.
ja: ライセンスキーのアクティブ化中にエラーが発生しました。
nb_no: Det oppstod en feil under aktivering av lisensnøkkelen din.
nl_nl: Er is een fout opgetreden bij het activeren van uw licentiesleutel.
pl_pl: Wystąpił błąd podczas aktywacji klucza licencyjnego.
pt_br: Ocorreu um erro ao ativar sua chave de licença.
ru_ru: Произошла ошибка при активации вашего ключа лицензии.
sv_se: Det uppstod ett fel när licensnyckeln skulle aktiveras.
zh_cn: 激活您的许可证密钥时发生错误。

source: License key successfully deactivated.
da_dk: Licensnøglen blev deaktiveret med succes.
de_de: Lizenzschlüssel erfolgreich deaktiviert.
es_es: Clave de licencia desactivada con éxito.
fi: Lisenssiavain deaktivoitiin onnistuneesti.
fr_fr: Clé de licence désactivée avec succès.
it_it: Chiave di licenza disattivata con successo.
ja: ライセンスキーが正常に非アクティブ化されました。
nb_no: Lisensnøkkelen ble deaktivert vellykket.
nl_nl: Licentiesleutel succesvol gedeactiveerd.
pl_pl: Klucz licencyjny został pomyślnie dezaktywowany.
pt_br: Chave de licença desativada com sucesso.
ru_ru: Ключ лицензии успешно деактивирован.
sv_se: Licensnyckeln har avaktiverats framgångsrikt.
zh_cn: 许可证密钥已成功停用。

source: There was an error deactivating your license key, please try again.
da_dk: Der opstod en fejl under deaktivering af din licensnøgle, prøv venligst igen.
de_de: Es gab einen Fehler bei der Deaktivierung Ihres Lizenzschlüssels, bitte versuchen Sie es erneut.
es_es: Hubo un error al desactivar tu clave de licencia, por favor inténtalo de nuevo.
fi: Lisenssiavainta deaktivoidessa tapahtui virhe, yritä uudelleen.
fr_fr: Une erreur est survenue lors de la désactivation de votre clé de licence, veuillez réessayer.
it_it: Si è verificato un errore durante la disattivazione della tua chiave di licenza, per favore riprova.
ja: ライセンスキーの非アクティブ化中にエラーが発生しました。もう一度お試しください。
nb_no: Det oppstod en feil under deaktivering av lisensnøkkelen din, vennligst prøv igjen.
nl_nl: Er is een fout opgetreden bij het deactiveren van uw licentiesleutel, probeer het opnieuw.
pl_pl: Wystąpił błąd podczas dezaktywacji klucza licencyjnego, spróbuj ponownie.
pt_br: Ocorreu um erro ao desativar sua chave de licença, por favor tente novamente.
ru_ru: Произошла ошибка при деактивации вашего ключа лицензии, пожалуйста, попробуйте еще раз.
sv_se: Det uppstod ett fel när licensnyckeln skulle avaktiveras, vänligen försök igen.
zh_cn: 停用您的许可证密钥时发生错误，请重试。

source: The license key looks good!
da_dk: Licensnøglen ser god ud!
de_de: Der Lizenzschlüssel sieht gut aus!
es_es: ¡La clave de licencia parece correcta!
fi: Lisenssiavain näyttää hyvältä!
fr_fr: La clé de licence semble correcte !
it_it: La chiave di licenza è valida!
ja: ライセンスキーは正常です！
nb_no: Lisensnøkkelen ser bra ut!
nl_nl: De licentiesleutel lijkt goed te zijn!
pl_pl: Klucz licencyjny wygląda dobrze!
pt_br: A chave de licença está boa!
ru_ru: Ключ лицензии выглядит хорошо!
sv_se: Licensnyckeln ser bra ut!
zh_cn: 许可证密钥看起来很好！

source: There's a problem with your license key.
da_dk: Der er et problem med din licensnøgle.
de_de: Es gibt ein Problem mit Ihrem Lizenzschlüssel.
es_es: Hay un problema con tu clave de licencia.
fi: Lisenssiavaimessasi on ongelma.
fr_fr: Il y a un problème avec votre clé de licence.
it_it: C'è un problema con la tua chiave di licenza.
ja: ライセンスキーに問題があります。
nb_no: Det er et problem med lisensnøkkelen din.
nl_nl: Er is een probleem met uw licentiesleutel.
pl_pl: Jest problem z twoim kluczem licencyjnym.
pt_br: Há um problema com sua chave de licença.
ru_ru: С вашим ключом лицензии возникла проблема.
sv_se: Det finns ett problem med din licensnyckel.
zh_cn: 您的许可证密钥有问题。

source: License key
da_dk: Licensnøgle
de_de: Lizenzschlüssel
es_es: Clave de licencia
fi: Lisenssiavain
fr_fr: Clé de licence
it_it: Chiave di licenza
ja: ライセンスキー
nb_no: Lisensnøkkel
nl_nl: Licentiesleutel
pl_pl: Klucz licencyjny
pt_br: Chave de licença
ru_ru: Ключ лицензии
sv_se: Licensnyckel
zh_cn: 许可证密钥

source: The licence key is contained in your order confirmation email.
da_dk: Licensnøglen findes i din ordrebekræftelses-e-mail.
de_de: Der Lizenzschlüssel ist in Ihrer Bestellbestätigungs-E-Mail enthalten.
es_es: La clave de licencia se encuentra en su correo electrónico de confirmación de pedido.
fi: Lisenssiavain sisältyy tilausvahvistus-sähköpostiisi.
fr_fr: La clé de licence est contenue dans votre e-mail de confirmation de commande.
it_it: La chiave di licenza è contenuta nella tua email di conferma dell'ordine.
ja: ライセンスキーは、ご注文確認メールに含まれています。
nb_no: Lisensnøkkelen er inkludert i bekreftelses-e-posten for bestillingen din.
nl_nl: De licentiesleutel is opgenomen in uw orderbevestiging e-mail.
pl_pl: Klucz licencyjny znajduje się w e-mailu potwierdzającym zamówienie.
pt_br: A chave de licença está contida no seu e-mail de confirmação do pedido.
ru_ru: Ключ лицензии содержится в вашем электронном письме с подтверждением заказа.
sv_se: Licensnyckeln finns i din beställningsbekräftelse e-post.
zh_cn: 许可证密钥包含在您的订单确认电子邮件中。

source: License Key
da_dk: Licensnøgle
de_de: Lizenzschlüssel
es_es: Clave de licencia
fi: Lisenssiavain
fr_fr: Clé de Licence
it_it: Chiave di Licenza
ja: ライセンスキー
nb_no: Lisensnøkkel
nl_nl: Licentiesleutel
pl_pl: Klucz Licencyjny
pt_br: Chave de Licença
ru_ru: Ключ лицензии
sv_se: Licensnyckel
zh_cn: 许可证密钥

source: Check
da_dk: Tjek
de_de: Überprüfen
es_es: Comprobar
fi: Tarkista
fr_fr: Vérifier
it_it: Controlla
ja: チェック
nb_no: Sjekk
nl_nl: Controleren
pl_pl: Sprawdź
pt_br: Verificar
ru_ru: Проверить
sv_se: Kontrollera
zh_cn: 检查

source: Activate
da_dk: Aktivér
de_de: Aktivieren
es_es: Activar
fi: Aktivoi
fr_fr: Activer
it_it: Attiva
ja: アクティベート
nb_no: Aktiver
nl_nl: Activeren
pl_pl: Aktywuj
pt_br: Ativar
ru_ru: Активировать
sv_se: Aktivera
zh_cn: 激活

source: Deactivate
da_dk: Deaktivér
de_de: Deaktivieren
es_es: Desactivar
fi: Deaktivoi
fr_fr: Désactiver
it_it: Disattiva
ja: 非アクティブ化
nb_no: Deaktiver
nl_nl: Deactiveren
pl_pl: Dezaktywuj
pt_br: Desativar
ru_ru: Деактивировать
sv_se: Avaktivera
zh_cn: 停用

source: License key deactivated.
da_dk: Licensnøglen er blevet deaktiveret.
de_de: Lizenzschlüssel deaktiviert.
es_es: Clave de licencia desactivada.
fi: Lisenssiavain on deaktivoitu.
fr_fr: Clé de licence désactivée.
it_it: Chiave di licenza disattivata.
ja: ライセンスキーが非アクティブ化されました。
nb_no: Lisensnøkkelen er deaktivert.
nl_nl: Licentiesleutel gedeactiveerd.
pl_pl: Klucz licencyjny dezaktywowany.
pt_br: Chave de licença desativada.
ru_ru: Ключ лицензии деактивирован.
sv_se: Licensnyckeln har avaktiverats.
zh_cn: 许可证密钥已停用。

source: Thank you for installing %1$s. To get started, please %2$s enter your license key%3$s.
da_dk: Tak for installationen af %1$s. For at komme i gang, bedes du %2$s indtaste din licensnøgle%3$s.
de_de: Vielen Dank für die Installation von %1$s. Um zu beginnen, bitte %2$sgeben Sie Ihren Lizenzschlüssel ein%3$s.
es_es: Gracias por instalar %1$s. Para empezar, por favor %2$s introduzca su clave de licencia%3$s.
fi: Kiitos %1$s asentamisesta. Aloittaaksesi, %2$s syötä lisenssiavain%3$s.
fr_fr: Merci d'avoir installé %1$s. Pour commencer, veuillez %2$s entrer votre clé de licence%3$s.
it_it: Grazie per aver installato %1$s. Per iniziare, per favore %2$s inserisci la tua chiave di licenza%3$s.
ja: %1$sをインストールしていただきありがとうございます。始めるには、%2$sライセンスキーを入力してください%3$s。
nb_no: Takk for at du installerte %1$s. For å komme i gang, vennligst %2$s skriv inn lisensnøkkelen din%3$s.
nl_nl: Bedankt voor het installeren van %1$s. Om aan de slag te gaan, %2$s voer uw licentiesleutel in%3$s.
pl_pl: Dziękujemy za zainstalowanie %1$s. Aby rozpocząć, proszę %2$s wprowadzić swój klucz licencyjny%3$s.
pt_br: Obrigado por instalar %1$s. Para começar, por favor %2$s insira sua chave de licença%3$s.
ru_ru: Спасибо за установку %1$s. Чтобы начать, пожалуйста, %2$s введите ваш ключ лицензии%3$s.
sv_se: Tack för att du installerade %1$s. För att komma igång, vänligen %2$s ange din licensnyckel%3$s.
zh_cn: 感谢您安装 %1$s。要开始，请 %2$s 输入您的许可证密钥 %3$s。

source: Your license key for %1$s has expired. %2$sClick here to renew for 20%% discount%3$s.
da_dk: Din licensnøgle for %1$s er udløbet. %2$sKlik her for at forny med 20%% rabat%3$s.
de_de: Ihr Lizenzschlüssel für %1$s ist abgelaufen. %2$sKlicken Sie hier, um mit 20%% Rabatt zu verlängern%3$s.
es_es: Su clave de licencia para %1$s ha expirado. %2$sHaga clic aquí para renovar con un descuento del 20%% %3$s.
fi: Lisenssiavaimesi %1$s on vanhentunut. %2$sKlikkaa tästä uusia 20%% alennuksella%3$s.
fr_fr: Votre clé de licence pour %1$s a expiré. %2$sCliquez ici pour renouveler avec une remise de 20%% %3$s.
it_it: La tua chiave di licenza per %1$s è scaduta. %2$sClicca qui per rinnovare con il 20%% di sconto%3$s.
ja: %1$sのライセンスキーは期限切れです。%2$sここをクリックして20%%割引で更新してください%3$s。
nb_no: Lisensnøkkelen din for %1$s har utløpt. %2$sKlikk her for å fornye med 20%% rabatt%3$s.
nl_nl: Uw licentiesleutel voor %1$s is verlopen. %2$sKlik hier om te verlengen met 20%% korting%3$s.
pl_pl: Twój klucz licencyjny dla %1$s wygasł. %2$sKliknij tutaj, aby odnowić z 20%% zniżką%3$s.
pt_br: Sua chave de licença para %1$s expirou. %2$sClique aqui para renovar com 20%% de desconto%3$s.
ru_ru: Ваш ключ лицензии для %1$s истек. %2$sНажмите здесь, чтобы продлить со скидкой 20%% %3$s.
sv_se: Din licensnyckel för %1$s har gått ut. %2$sKlicka här för att förnya med 20%% rabatt%3$s.
zh_cn: 您的 %1$s 许可证密钥已过期。 %2$s点击这里以获得 20%% 折扣续订%3$s。

source: You no longer have a valid license for %1$s. Please %2$spurchase a new license key%3$s to continue using the plugin.
da_dk: Du har ikke længere en gyldig licens til %1$s. Venligst %2$skøb en ny licensnøgle%3$s for at fortsætte med at bruge plugin'et.
de_de: Sie haben keinen gültigen Lizenzschlüssel für %1$s mehr. Bitte %2$s erwerben Sie einen neuen Lizenzschlüssel%3$s, um das Plugin weiterhin zu nutzen.
es_es: Ya no tiene una licencia válida para %1$s. Por favor %2$scompre una nueva clave de licencia%3$s para continuar usando el plugin.
fi: Sinulla ei ole enää voimassa olevaa lisenssiä %1$s. %2$sOsta uusi lisenssiavain%3$s jatkaaksesi liitännäisen käyttöä.
fr_fr: Vous n'avez plus de licence valide pour %1$s. Veuillez %2$spacheter une nouvelle clé de licence%3$s pour continuer à utiliser le plugin.
it_it: Non hai più una licenza valida per %1$s. Per favore %2$scquista una nuova chiave di licenza%3$s per continuare a utilizzare il plugin.
ja: %1$sの有効なライセンスはありません。プラグインを引き続き使用するには、%2$s新しいライセンスキーを購入してください%3$s。
nb_no: Du har ikke lenger en gyldig lisens for %1$s. Vennligst %2$skjøp en ny lisensnøkkel%3$s for å fortsette å bruke plugin-en.
nl_nl: U heeft geen geldige licentie meer voor %1$s. Gelieve %2$s een nieuwe licentiesleutel aan te schaffen%3$s om de plugin te blijven gebruiken.
pl_pl: Nie masz już ważnego klucza licencyjnego dla %1$s. Proszę %2$szakupić nowy klucz licencyjny%3$s, aby kontynuować korzystanie z wtyczki.
pt_br: Você não possui mais uma licença válida para %1$s. Por favor %2$spague uma nova chave de licença%3$s para continuar usando o plugin.
ru_ru: У вас больше нет действующей лицензии для %1$s. Пожалуйста, %2$спокупите новый ключ лицензии%3$s, чтобы продолжить использование плагина.
sv_se: Du har inte längre en giltig licens för %1$s. Vänligen %2$sköp en ny licensnyckel%3$s för att fortsätta använda pluginet.
zh_cn: 您没有有效的 %1$s 许可证。请 %2$s购买新许可证密钥%3$s 以继续使用该插件。

source: %1$s - your site has moved to a new domain. Please %2$sreactivate your license key%3$s.
da_dk: %1$s - din side er flyttet til et nyt domæne. Venligst %2$sgenaktiver din licensnøgle%3$s.
de_de: %1$s - Ihre Seite wurde auf eine neue Domain verschoben. Bitte %2$s aktivieren Sie Ihren Lizenzschlüssel erneut%3$s.
es_es: %1$s - su sitio se ha trasladado a un nuevo dominio. Por favor %2$sreactive su clave de licencia%3$s.
fi: %1$s - sivustosi on siirtynyt uuteen verkkotunnukseen. %2$sAktivoi lisenssiavain uudelleen%3$s.
fr_fr: %1$s - votre site a été déplacé vers un nouveau domaine. Veuillez %2$sréactiver votre clé de licence%3$s.
it_it: %1$s - il tuo sito è stato spostato a un nuovo dominio. Per favore %2$sriattiva la tua chiave di licenza%3$s.
ja: %1$s - あなたのサイトは新しいドメインに移動しました。%2$sライセンスキーを再アクティブ化してください%3$s。
nb_no: %1$s - nettstedet ditt har flyttet til et nytt domene. Vennligst %2$sreaktiver lisensnøkkelen din%3$s.
nl_nl: %1$s - uw site is verhuisd naar een nieuw domein. Gelieve %2$s uw licentiesleutel te heractiveren%3$s.
pl_pl: %1$s - Twoja strona została przeniesiona na nową domenę. Proszę %2$szreaktywować swój klucz licencyjny%3$s.
pt_br: %1$s - seu site foi movido para um novo domínio. Por favor %2$svocê reative sua chave de licença%3$s.
ru_ru: %1$s - ваш сайт был перемещен на новый домен. Пожалуйста, %2$sреактивируйте ваш ключ лицензии%3$s.
sv_se: %1$s - din webbplats har flyttats till en ny domän. Vänligen %2$såteraktivera din licensnyckel%3$s.
zh_cn: %1$s - 您的网站已迁移到新域名。请 %2$s重新激活您的许可证密钥%3$s。

source: An error has occurred, please try again.
da_dk: Der er opstået en fejl, prøv venligst igen.
de_de: Ein Fehler ist aufgetreten, bitte versuchen Sie es erneut.
es_es: Se ha producido un error, por favor inténtelo de nuevo.
fi: Virhe tapahtui, yritä uudelleen.
fr_fr: Une erreur est survenue, veuillez réessayer.
it_it: Si è verificato un errore, per favore riprova.
ja: エラーが発生しました。もう一度お試しください。
nb_no: Det har oppstått en feil, vennligst prøv igjen.
nl_nl: Er is een fout opgetreden, probeer het alstublieft opnieuw.
pl_pl: Wystąpił błąd, spróbuj ponownie.
pt_br: Um erro ocorreu, por favor tente novamente.
ru_ru: Произошла ошибка, пожалуйста, попробуйте снова.
sv_se: Ett fel har inträffat, vänligen försök igen.
zh_cn: 发生错误，请重试。

source: Your license key is active.
da_dk: Din licensnøgle er aktiv.
de_de: Ihr Lizenzschlüssel ist aktiv.
es_es: Su clave de licencia está activa.
fi: Lisenssiavain on aktiivinen.
fr_fr: Votre clé de licence est active.
it_it: La tua chiave di licenza è attiva.
ja: あなたのライセンスキーは有効です。
nb_no: Lisensnøkkelen din er aktiv.
nl_nl: Uw licentiesleutel is actief.
pl_pl: Twój klucz licencyjny jest aktywny.
pt_br: Sua chave de licença está ativa.
ru_ru: Ваш ключ лицензии активен.
sv_se: Din licensnyckel är aktiv.
zh_cn: 您的许可证密钥是有效的。

source: Please enter your license key.
da_dk: Indtast venligst din licensnøgle.
de_de: Bitte geben Sie Ihren Lizenzschlüssel ein.
es_es: Por favor introduzca su clave de licencia.
fi: Ole hyvä ja syötä lisenssiavain.
fr_fr: Veuillez entrer votre clé de licence.
it_it: Per favore inserisci la tua chiave di licenza.
ja: ライセンスキーを入力してください。
nb_no: Vennligst skriv inn lisensnøkkelen din.
nl_nl: Voer alstublieft uw licentiesleutel in.
pl_pl: Proszę wprowadzić swój klucz licencyjny.
pt_br: Por favor, insira sua chave de licença.
ru_ru: Пожалуйста, введите ваш ключ лицензии.
sv_se: Vänligen ange din licensnyckel.
zh_cn: 请输入您的许可证密钥。

source: Your license key is invalid.
da_dk: Din licensnøgle er ugyldig.
de_de: Ihr Lizenzschlüssel ist ungültig.
es_es: Su clave de licencia no es válida.
fi: Lisenssiavain on virheellinen.
fr_fr: Votre clé de licence est invalide.
it_it: La tua chiave di licenza non è valida.
ja: あなたのライセンスキーは無効です。
nb_no: Lisensnøkkelen din er ugyldig.
nl_nl: Uw licentiesleutel is ongeldig.
pl_pl: Twój klucz licencyjny jest nieprawidłowy.
pt_br: Sua chave de licença é inválida.
ru_ru: Ваш ключ лицензии недействителен.
sv_se: Din licensnyckel är ogiltig.
zh_cn: 您的许可证密钥无效。
