{"translation-revision-date":"2025-09-10 16:26+0000","generator":"WP-CLI\/2.11.0","source":"assets\/js\/admin\/wpo-import-export.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr-FR","plural-forms":"nplurals=2; plural=(n > 1);"},"Export":["Exporter"],"Export your product options as a JSON file so that you can easily import them in a different WordPress installation.":["Exportez vos options de produit sous forme de fichier JSON afin de pouvoir les importer facilement dans une autre installation WordPress."],"Product option groups":["Groupes d'options de produit"],"Select all":["Sélectionner tout"],"Deselect all":["Désélectionner tout"],"Please select at least one group to export.":["Veuillez sélectionner au moins un groupe à exporter."],"Export as JSON":["Exporter en tant que JSON"],"A group with the same configuration is already present in the database.":["Un groupe avec la même configuration est déjà présent dans la base de données."],"Choose \"Overwrite\" to replace it with the imported group, or \"Duplicate\" to create a new group.":["Choisissez \"Écraser\" pour le remplacer par le groupe importé, ou \"Dupliquer\" pour créer un nouveau groupe."],"Products and categories this group was attached to will be remapped.":["Les produits et catégories auxquels ce groupe était attaché seront remappés."],"This group was attached to products and categories that are not present in the database.":["Ce groupe était attaché à des produits et des catégories qui ne sont pas présents dans la base de données."],"The visibility settings will switch to \"Global\".":["Les paramètres de visibilité passeront à \"Global\"."],"Import":["Importer"],"Skip":["Ignorer"],"Overwrite":["Écraser"],"Duplicate":["Dupliquer"],"Please review the list below, select the appropriate action for each group and click the \"Import\" button to proceed.":["Veuillez examiner la liste ci-dessous, sélectionner l'action appropriée pour chaque groupe et cliquer sur le bouton \"Importer\" pour continuer."],"Import all":["Tout importer"],"Skip all":["Tout ignorer"],"Overwrite all":["Tout écraser"],"Duplicate all":["Tout dupliquer"],"Reset all":["Tout réinitialiser"],"There was an issue while importing the option groups: %s<br>Please try again.":["Il y a eu un problème lors de l'importation des groupes d'options : %s<br>Veuillez réessayer."],"No file chosen":["Aucun fichier choisi"],"Import product options from a different WordPress installation. Select the JSON file you previously exported and click the \"Import\" button to proceed. You will be able to review the groups before importing them.":["Importer les options de produit d'une autre installation WordPress. Sélectionnez le fichier JSON que vous avez précédemment exporté et cliquez sur le bouton \"Importer\" pour continuer. Vous pourrez examiner les groupes avant de les importer."],"Select file":["Sélectionner un fichier"],"Choose file":["Choisir un fichier"],"This is not a valid JSON file.":["Ce n'est pas un fichier JSON valide."],"This is not a WooCommerce Product Options export file.":["Ce n'est pas un fichier d'exportation d'options de produit WooCommerce."],"Import complete - %s":["Importation terminée - %s"],"%s option group was imported.":["%s groupe d'options a été importé.|%s groupes d'options ont été importés."],"The following option groups could not be imported: %s":["Les groupes d'options suivants n'ont pas pu être importés : %s"]}}}