{"translation-revision-date":"2025-09-10 16:26+0000","generator":"WP-CLI\/2.11.0","source":"assets\/js\/admin\/wpo-import-export.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de-DE","plural-forms":"nplurals=2; plural=(n != 1);"},"Export":["Exportieren"],"Export your product options as a JSON file so that you can easily import them in a different WordPress installation.":["Exportieren Sie Ihre Produktoptionen als JSON-Datei, damit Sie sie in einer anderen WordPress-Installation einfach importieren können."],"Product option groups":["Produktoptionsgruppen"],"Select all":["Alle auswählen"],"Deselect all":["Alle abwählen"],"Please select at least one group to export.":["Bitte wählen Sie mindestens eine Gruppe zum Exportieren aus."],"Export as JSON":["Als JSON exportieren"],"A group with the same configuration is already present in the database.":["Eine Gruppe mit der gleichen Konfiguration ist bereits in der Datenbank vorhanden."],"Choose \"Overwrite\" to replace it with the imported group, or \"Duplicate\" to create a new group.":["Wählen Sie \"Überschreiben\", um sie durch die importierte Gruppe zu ersetzen, oder \"Duplizieren\", um eine neue Gruppe zu erstellen."],"Products and categories this group was attached to will be remapped.":["Produkte und Kategorien, an die diese Gruppe angehängt war, werden neu zugeordnet."],"This group was attached to products and categories that are not present in the database.":["Diese Gruppe war an Produkte und Kategorien angehängt, die nicht in der Datenbank vorhanden sind."],"The visibility settings will switch to \"Global\".":["Die Sichtbarkeitseinstellungen werden auf \"Global\" umgeschaltet."],"Import":["Importieren"],"Skip":["Überspringen"],"Overwrite":["Überschreiben"],"Duplicate":["Duplizieren"],"Please review the list below, select the appropriate action for each group and click the \"Import\" button to proceed.":["Bitte überprüfen Sie die Liste unten, wählen Sie die entsprechende Aktion für jede Gruppe aus und klicken Sie auf die Schaltfläche \"Importieren\", um fortzufahren."],"Import all":["Alle importieren"],"Skip all":["Alle überspringen"],"Overwrite all":["Alle überschreiben"],"Duplicate all":["Alle duplizieren"],"Reset all":["Alle zurücksetzen"],"There was an issue while importing the option groups: %s<br>Please try again.":["Beim Importieren der Optionsgruppen ist ein Problem aufgetreten: %s<br>Bitte versuchen Sie es erneut."],"No file chosen":["Keine Datei ausgewählt"],"Import product options from a different WordPress installation. Select the JSON file you previously exported and click the \"Import\" button to proceed. You will be able to review the groups before importing them.":["Importieren Sie Produktoptionen aus einer anderen WordPress-Installation. Wählen Sie die JSON-Datei aus, die Sie zuvor exportiert haben, und klicken Sie auf die Schaltfläche \"Importieren\", um fortzufahren. Sie können die Gruppen vor dem Import überprüfen."],"Select file":["Datei auswählen"],"Choose file":["Datei wählen"],"This is not a valid JSON file.":["Dies ist keine gültige JSON-Datei."],"This is not a WooCommerce Product Options export file.":["Dies ist keine WooCommerce Produktoptionen Exportdatei."],"Import complete - %s":["Import abgeschlossen - %s"],"%s option group was imported.":["%s Optionsgruppe wurde importiert.|%s Optionsgruppen wurden importiert."],"The following option groups could not be imported: %s":["Die folgenden Optionsgruppen konnten nicht importiert werden: %s"]}}}