{"translation-revision-date":"2025-09-10 16:29+0000","generator":"WP-CLI\/2.11.0","source":"assets\/js\/admin\/wpo-import-export.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es-ES","plural-forms":"nplurals=2; plural=(n != 1);"},"Export":["Exportar"],"Export your product options as a JSON file so that you can easily import them in a different WordPress installation.":["Exporta tus opciones de producto como un archivo JSON para que puedas importarlas fácilmente en una instalación diferente de WordPress."],"Product option groups":["Grupos de opciones de producto"],"Select all":["Seleccionar todo"],"Deselect all":["Deseleccionar todo"],"Please select at least one group to export.":["Por favor, selecciona al menos un grupo para exportar."],"Export as JSON":["Exportar como JSON"],"A group with the same configuration is already present in the database.":["Ya hay un grupo con la misma configuración presente en la base de datos."],"Choose \"Overwrite\" to replace it with the imported group, or \"Duplicate\" to create a new group.":["Elige \"Sobrescribir\" para reemplazarlo con el grupo importado, o \"Duplicar\" para crear un nuevo grupo."],"Products and categories this group was attached to will be remapped.":["Los productos y categorías a los que estaba adjunto este grupo serán reasignados."],"This group was attached to products and categories that are not present in the database.":["Este grupo estaba adjunto a productos y categorías que no están presentes en la base de datos."],"The visibility settings will switch to \"Global\".":["La configuración de visibilidad cambiará a \"Global\"."],"Import":["Importar"],"Skip":["Saltar"],"Overwrite":["Sobrescribir"],"Duplicate":["Duplicar"],"Please review the list below, select the appropriate action for each group and click the \"Import\" button to proceed.":["Por favor, revisa la lista a continuación, selecciona la acción apropiada para cada grupo y haz clic en el botón \"Importar\" para continuar."],"Import all":["Importar todo"],"Skip all":["Saltar todo"],"Overwrite all":["Sobrescribir todo"],"Duplicate all":["Duplicar todo"],"Reset all":["Restablecer todo"],"There was an issue while importing the option groups: %s<br>Please try again.":["Hubo un problema al importar los grupos de opciones: %s<br>Por favor, inténtalo de nuevo."],"No file chosen":["No se ha elegido ningún archivo"],"Import product options from a different WordPress installation. Select the JSON file you previously exported and click the \"Import\" button to proceed. You will be able to review the groups before importing them.":["Importar opciones de producto de otra instalación de WordPress. Selecciona el archivo JSON que exportaste previamente y haz clic en el botón \"Importar\" para continuar. Podrás revisar los grupos antes de importarlos."],"Select file":["Seleccionar archivo"],"Choose file":["Elegir archivo"],"This is not a valid JSON file.":["Este no es un archivo JSON válido."],"This is not a WooCommerce Product Options export file.":["Este no es un archivo de exportación de opciones de producto de WooCommerce."],"Import complete - %s":["Importación completa - %s"],"%s option group was imported.":["%s grupo de opciones fue importado.|%s grupos de opciones fueron importados."],"The following option groups could not be imported: %s":["No se pudieron importar los siguientes grupos de opciones: %s"]}}}