{"translation-revision-date":"2025-09-10 16:26+0000","generator":"WP-CLI\/2.11.0","source":"assets\/js\/admin\/wpo-import-export.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv-SE","plural-forms":"nplurals=2; plural=(n != 1);"},"Export":["Exportera"],"Export your product options as a JSON file so that you can easily import them in a different WordPress installation.":["Exportera dina produktalternativ som en JSON-fil så att du enkelt kan importera dem i en annan WordPress-installation."],"Product option groups":["Produktalternativsgrupper"],"Select all":["Välj alla"],"Deselect all":["Avmarkera alla"],"Please select at least one group to export.":["Vänligen välj minst en grupp att exportera."],"Export as JSON":["Exportera som JSON"],"A group with the same configuration is already present in the database.":["En grupp med samma konfiguration finns redan i databasen."],"Choose \"Overwrite\" to replace it with the imported group, or \"Duplicate\" to create a new group.":["Välj \"Överskriv\" för att ersätta den med den importerade gruppen, eller \"Duplicera\" för att skapa en ny grupp."],"Products and categories this group was attached to will be remapped.":["Produkter och kategorier som denna grupp var kopplad till kommer att ommappas."],"This group was attached to products and categories that are not present in the database.":["Denna grupp var kopplad till produkter och kategorier som inte finns i databasen."],"The visibility settings will switch to \"Global\".":["Synlighetsinställningarna kommer att byta till \"Global\"."],"Import":["Importera"],"Skip":["Hoppa över"],"Overwrite":["Överskriv"],"Duplicate":["Duplicera"],"Please review the list below, select the appropriate action for each group and click the \"Import\" button to proceed.":["Vänligen granska listan nedan, välj lämplig åtgärd för varje grupp och klicka på \"Importera\"-knappen för att fortsätta."],"Import all":["Importera alla"],"Skip all":["Hoppa över alla"],"Overwrite all":["Överskriv alla"],"Duplicate all":["Duplicera alla"],"Reset all":["Återställ alla"],"There was an issue while importing the option groups: %s<br>Please try again.":["Det uppstod ett problem vid importering av alternativgrupper: %s<br>Vänligen försök igen."],"No file chosen":["Ingen fil vald"],"Import product options from a different WordPress installation. Select the JSON file you previously exported and click the \"Import\" button to proceed. You will be able to review the groups before importing them.":["Importera produktalternativ från en annan WordPress-installation. Välj JSON-filen du tidigare exporterade och klicka på \"Importera\"-knappen för att fortsätta. Du kommer att kunna granska grupperna innan du importerar dem."],"Select file":["Välj fil"],"Choose file":["Välj fil"],"This is not a valid JSON file.":["Detta är inte en giltig JSON-fil."],"This is not a WooCommerce Product Options export file.":["Detta är inte en WooCommerce-exportfil för produktalternativ."],"Import complete - %s":["Importen är slutförd - %s"],"%s option group was imported.":["%s alternativgrupp importerades.|%s alternativgrupper importerades."],"The following option groups could not be imported: %s":["Följande alternativgrupper kunde inte importeras: %s"]}}}