{"translation-revision-date":"2025-09-10 16:29+0000","generator":"WP-CLI\/2.11.0","source":"assets\/js\/admin\/wpo-import-export.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fi","plural-forms":"nplurals=2; plural=(n != 1);"},"Export":["Vie"],"Export your product options as a JSON file so that you can easily import them in a different WordPress installation.":["Vie tuotevaihtoehtosi JSON-tiedostona, jotta voit helposti tuoda ne toiseen WordPress-asennukseen."],"Product option groups":["Tuotevaihtoehtoryhmät"],"Select all":["Valitse kaikki"],"Deselect all":["Poista valinta kaikista"],"Please select at least one group to export.":["Valitse vähintään yksi ryhmä viedäksesi sen."],"Export as JSON":["Vie JSON-muodossa"],"A group with the same configuration is already present in the database.":["Tietokannassa on jo olemassa ryhmä, jolla on sama kokoonpano."],"Choose \"Overwrite\" to replace it with the imported group, or \"Duplicate\" to create a new group.":["Valitse \"Korvaa\" korvataksesi se tuodulla ryhmällä, tai \"Kaksoiskappale\" luodaksesi uuden ryhmän."],"Products and categories this group was attached to will be remapped.":["Tämä ryhmä oli liitetty tuotteisiin ja kategorioihin, jotka kartoitellaan uudelleen."],"This group was attached to products and categories that are not present in the database.":["Tämä ryhmä oli liitetty tuotteisiin ja kategorioihin, joita ei ole tietokannassa."],"The visibility settings will switch to \"Global\".":["Näkyvyysasetukset vaihdetaan \"Globaaliin\"."],"Import":["Tuo"],"Skip":["Ohita"],"Overwrite":["Korvaa"],"Duplicate":["Kaksoiskappale"],"Please review the list below, select the appropriate action for each group and click the \"Import\" button to proceed.":["Tarkista alla oleva luettelo, valitse kullekin ryhmälle sopiva toiminto ja napsauta \"Tuo\" -painiketta jatkaaksesi."],"Import all":["Tuo kaikki"],"Skip all":["Ohita kaikki"],"Overwrite all":["Korvaa kaikki"],"Duplicate all":["Kaksoiskappale kaikki"],"Reset all":["Nollaa kaikki"],"There was an issue while importing the option groups: %s<br>Please try again.":["Tuomisen aikana tuli ongelma vaihtoehtoryhmien kanssa: %s<br>Yritä uudelleen."],"No file chosen":["Ei tiedostoa valittu"],"Import product options from a different WordPress installation. Select the JSON file you previously exported and click the \"Import\" button to proceed. You will be able to review the groups before importing them.":["Tuonti tuotteen vaihtoehdoista toisesta WordPress-asennuksesta. Valitse aiemmin viemäsi JSON-tiedosto ja napsauta \"Tuo\" -painiketta jatkaaksesi. Voit tarkastella ryhmiä ennen niiden tuontia."],"Select file":["Valitse tiedosto"],"Choose file":["Valitse tiedosto"],"This is not a valid JSON file.":["Tämä ei ole voimassa oleva JSON-tiedosto."],"This is not a WooCommerce Product Options export file.":["Tämä ei ole WooCommerce-tuotevaihtoehtojen vientitiedosto."],"Import complete - %s":["Tuonti valmis - %s"],"%s option group was imported.":["%s vaihtoehtoryhmä tuotiin.|%s vaihtoehtoryhmää tuotiin."],"The following option groups could not be imported: %s":["Seuraavia vaihtoehtoryhmiä ei voitu tuoda: %s"]}}}