{"translation-revision-date":"2025-09-10 16:26+0000","generator":"WP-CLI\/2.11.0","source":"assets\/js\/admin\/wpo-import-export.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"ko-KR","plural-forms":"nplurals=1; plural=0;"},"Export":["내보내기"],"Export your product options as a JSON file so that you can easily import them in a different WordPress installation.":["제품 옵션을 JSON 파일로 내보내어 다른 WordPress 설치에서 쉽게 가져올 수 있도록 합니다."],"Product option groups":["제품 옵션 그룹"],"Select all":["모두 선택"],"Deselect all":["모두 선택 해제"],"Please select at least one group to export.":["내보내기 위해 최소한 하나의 그룹을 선택해 주세요."],"Export as JSON":["JSON으로 내보내기"],"A group with the same configuration is already present in the database.":["같은 구성의 그룹이 이미 데이터베이스에 존재합니다."],"Choose \"Overwrite\" to replace it with the imported group, or \"Duplicate\" to create a new group.":["가져온 그룹으로 교체하려면 \"덮어쓰기\"를 선택하거나, 새 그룹을 만들려면 \"복제\"를 선택하세요."],"Products and categories this group was attached to will be remapped.":["이 그룹에 연결된 제품과 카테고리는 재매핑됩니다."],"This group was attached to products and categories that are not present in the database.":["이 그룹은 데이터베이스에 존재하지 않는 제품 및 카테고리에 연결되어 있습니다."],"The visibility settings will switch to \"Global\".":["가시성 설정이 \"전역\"으로 전환됩니다."],"Import":["가져오기"],"Skip":["건너뛰기"],"Overwrite":["덮어쓰기"],"Duplicate":["복제"],"Please review the list below, select the appropriate action for each group and click the \"Import\" button to proceed.":["아래 목록을 검토하고 각 그룹에 적절한 작업을 선택한 후 \"가져오기\" 버튼을 클릭하여 진행하세요."],"Import all":["모두 가져오기"],"Skip all":["모두 건너뛰기"],"Overwrite all":["모두 덮어쓰기"],"Duplicate all":["모두 복제"],"Reset all":["모두 재설정"],"There was an issue while importing the option groups: %s<br>Please try again.":["옵션 그룹을 가져오는 동안 문제가 발생했습니다: %s<br>다시 시도해 주세요."],"No file chosen":["파일이 선택되지 않았습니다."],"Import product options from a different WordPress installation. Select the JSON file you previously exported and click the \"Import\" button to proceed. You will be able to review the groups before importing them.":["다른 WordPress 설치에서 제품 옵션을 가져옵니다. 이전에 내보낸 JSON 파일을 선택하고 \"가져오기\" 버튼을 클릭하여 진행하십시오. 가져오기 전에 그룹을 검토할 수 있습니다."],"Select file":["파일 선택"],"Choose file":["파일 선택하기"],"This is not a valid JSON file.":["유효한 JSON 파일이 아닙니다."],"This is not a WooCommerce Product Options export file.":["유효한 WooCommerce 제품 옵션 내보내기 파일이 아닙니다."],"Import complete - %s":["가져오기 완료 - %s"],"%s option group was imported.":["%s 옵션 그룹이 가져와졌습니다."],"The following option groups could not be imported: %s":["다음 옵션 그룹을 가져올 수 없습니다: %s"]}}}