{"translation-revision-date":"2025-09-10 16:26+0000","generator":"WP-CLI\/2.11.0","source":"assets\/js\/admin\/wpo-import-export.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl-NL","plural-forms":"nplurals=2; plural=(n != 1);"},"Export":["Exporteren"],"Export your product options as a JSON file so that you can easily import them in a different WordPress installation.":["Exporteer je productopties als een JSON-bestand zodat je ze gemakkelijk in een andere WordPress-installatie kunt importeren."],"Product option groups":["Productoptiegroepen"],"Select all":["Selecteer alles"],"Deselect all":["Deselecteer alles"],"Please select at least one group to export.":["Selecteer alstublieft minstens één groep om te exporteren."],"Export as JSON":["Exporteer als JSON"],"A group with the same configuration is already present in the database.":["Een groep met dezelfde configuratie is al aanwezig in de database."],"Choose \"Overwrite\" to replace it with the imported group, or \"Duplicate\" to create a new group.":["Kies \"Overschrijven\" om het te vervangen door de geïmporteerde groep, of \"Dupliceren\" om een nieuwe groep te maken."],"Products and categories this group was attached to will be remapped.":["Producten en categorieën waaraan deze groep was gekoppeld, zullen opnieuw worden toegewezen."],"This group was attached to products and categories that are not present in the database.":["Deze groep was gekoppeld aan producten en categorieën die niet aanwezig zijn in de database."],"The visibility settings will switch to \"Global\".":["De zichtbaarheidinstellingen zullen overschakelen naar \"Globaal\"."],"Import":["Importeren"],"Skip":["Overgeslagen"],"Overwrite":["Overschrijven"],"Duplicate":["Dupliceren"],"Please review the list below, select the appropriate action for each group and click the \"Import\" button to proceed.":["Controleer de onderstaande lijst, selecteer de juiste actie voor elke groep en klik op de \"Importeer\" knop om door te gaan."],"Import all":["Importeer alles"],"Skip all":["Sla alles over"],"Overwrite all":["Overschrijf alles"],"Duplicate all":["Dupliceer alles"],"Reset all":["Reset alles"],"There was an issue while importing the option groups: %s<br>Please try again.":["Er was een probleem tijdens het importeren van de optie groepen: %s<br>Probeer het alstublieft opnieuw."],"No file chosen":["Geen bestand gekozen"],"Import product options from a different WordPress installation. Select the JSON file you previously exported and click the \"Import\" button to proceed. You will be able to review the groups before importing them.":["Importeer productopties vanuit een andere WordPress-installatie. Selecteer het JSON-bestand dat u eerder hebt geëxporteerd en klik op de \"Importeer\"-knop om door te gaan. U kunt de groepen bekijken voordat u ze importeert."],"Select file":["Selecteer bestand"],"Choose file":["Kies bestand"],"This is not a valid JSON file.":["Dit is geen geldig JSON-bestand."],"This is not a WooCommerce Product Options export file.":["Dit is geen WooCommerce Productopties exportbestand."],"Import complete - %s":["Importeren voltooid - %s"],"%s option group was imported.":["%s optiegroep is geïmporteerd.|%s optiegroepen zijn geïmporteerd."],"The following option groups could not be imported: %s":["De volgende optiegroepen konden niet worden geïmporteerd: %s"]}}}