Repository: iradwatkins/event.stepperslife.com
Catalog: ira/woocommerce-product-options/languages/woocommerce-product-options-*.po
Languages: da_dk, de_de, es_es, fi, fr_fr, it_it, ja, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, zh_cn

source: Delete data
da_dk: Slet data
de_de: Daten löschen
es_es: Eliminar datos
fi: Poista tiedot
fr_fr: Supprimer les données
it_it: Elimina dati
ja: データを削除
nb_no: Slett data
nl_nl: Verwijder gegevens
pl_pl: Usuń dane
pt_br: Excluir dados
ru_ru: Удалить данные
sv_se: Ta bort data
zh_cn: 删除数据

source: Permanently delete all %s settings and data when uninstalling the plugin.
da_dk: Slet permanent alle %s indstillinger og data, når plugin'et afinstalleres.
de_de: Alle %s-Einstellungen und Daten beim Deinstallieren des Plugins dauerhaft löschen.
es_es: Eliminar permanentemente todas las configuraciones y datos de %s al desinstalar el complemento.
fi: Poista pysyvästi kaikki %s asetukset ja tiedot, kun poistat lisäosan.
fr_fr: Supprimer définitivement tous les paramètres et données de %s lors de la désinstallation du plugin.
it_it: Elimina permanentemente tutte le impostazioni e i dati di %s durante la disinstallazione del plugin.
ja: プラグインをアンインストールする際に、すべての%s設定とデータを完全に削除します。
nb_no: Slett alle %s innstillinger og data permanent når du avinstallerer tillegget.
nl_nl: Verwijder permanent alle %s instellingen en gegevens bij het de-installeren van de plugin.
pl_pl: Trwale usuń wszystkie ustawienia i dane %s podczas odinstalowywania wtyczki.
pt_br: Excluir permanentemente todas as configurações e dados do %s ao desinstalar o plugin.
ru_ru: Постоянно удалить все настройки и данные %s при удалении плагина.
sv_se: Ta bort alla %s-inställningar och data permanent vid avinstallation av tillägget.
zh_cn: 卸载插件时永久删除所有 %s 设置和数据。

source: Import/Export
de_de: Importieren/Exportieren
es_es: Importar/Exportar
fi: Tuonti/Vienti
fr_fr: Importer/Exporter
it_it: Importa/Esporta
ja: インポート/エクスポート
nb_no: Import/eksport
nl_nl: Importeren/Exporteren
pt_br: Importar/Exportar
ru_ru: Импорт/Экспорт
sv_se: Importera/Exportera
zh_cn: 导入/导出

source: All price formulas have been successfully converted. Please double-check that everything works as expected.
da_dk: Alle prisformler er blevet konverteret med succes. Venligst dobbeltkontroller, at alt fungerer som forventet.
de_de: Alle Preisformeln wurden erfolgreich konvertiert. Bitte überprüfen Sie, ob alles wie erwartet funktioniert.
es_es: Todas las fórmulas de precios se han convertido con éxito. Por favor, verifica que todo funcione como se espera.
fi: Kaikki hintakaavat on muunnettu onnistuneesti. Tarkista vielä, että kaikki toimii odotetusti.
fr_fr: Toutes les formules de prix ont été converties avec succès. Veuillez vérifier que tout fonctionne comme prévu.
it_it: Tutte le formule dei prezzi sono state convertite con successo. Si prega di controllare che tutto funzioni come previsto.
ja: すべての価格式が正常に変換されました。すべてが期待通りに動作するか再確認してください。
nb_no: Alle prisformler har blitt konvertert med hell. Vennligst dobbeltsjekk at alt fungerer som forventet.
nl_nl: Alle prijsformules zijn succesvol geconverteerd. Controleer alstublieft dubbel of alles werkt zoals verwacht.
pl_pl: Wszystkie formuły cenowe zostały pomyślnie przekonwertowane. Proszę dwukrotnie sprawdzić, czy wszystko działa zgodnie z oczekiwaniami.
pt_br: Todas as fórmulas de preço foram convertidas com sucesso. Por favor, verifique se tudo funciona como esperado.
ru_ru: Все формулы цен были успешно преобразованы. Пожалуйста, дважды проверьте, что все работает как ожидалось.
sv_se: Alla prisformler har konverterats framgångsrikt. Vänligen kontrollera att allt fungerar som förväntat.
zh_cn: 所有价格公式已成功转换。请仔细检查一切是否按预期工作。

source: Your price formulas will be upgraded to the new version.<br>We strongly recommend you %1$s now and export of all your option groups before updating your formulas.
da_dk: Dine prisformler vil blive opgraderet til den nye version.<br>Vi anbefaler stærkt, at du %1$s nu og eksporterer alle dine optionsgrupper, før du opdaterer dine formler.
de_de: Ihre Preisformeln werden auf die neue Version aktualisiert.<br>Wir empfehlen Ihnen dringend, jetzt %1$s und alle Ihre Optionsgruppen zu exportieren, bevor Sie Ihre Formeln aktualisieren.
es_es: Tus fórmulas de precios se actualizarán a la nueva versión.<br>Te recomendamos encarecidamente que %1$s ahora y exportes todos tus grupos de opciones antes de actualizar tus fórmulas.
fi: Hintakaavasi päivitetään uuteen versioon.<br>Suosittelemme vahvasti, että %1$s nyt ja vie kaikki vaihtoehtoryhmäsi ennen kuin päivität kaavasi.
fr_fr: Vos formules de prix seront mises à niveau vers la nouvelle version.<br>Nous vous recommandons fortement de %1$s maintenant et d'exporter tous vos groupes d'options avant de mettre à jour vos formules.
it_it: Le tue formule dei prezzi saranno aggiornate alla nuova versione.<br>Ti consigliamo vivamente di %1$s ora ed esportare tutti i tuoi gruppi di opzioni prima di aggiornare le tue formule.
ja: 価格式は新しいバージョンにアップグレードされます。<br>式を更新する前に、今すぐ%1$sして、すべてのオプショングループをエクスポートすることを強くお勧めします。
nb_no: Dine prisformler vil bli oppgradert til den nye versjonen.<br>Vi anbefaler sterkt at du %1$s nå og eksporterer alle dine alternativgrupper før du oppdaterer formelene dine.
nl_nl: Uw prijsformules worden geüpgraded naar de nieuwe versie.<br>Wij raden u ten zeerste aan om %1$s nu en een export van al uw optie groepen te maken voordat u uw formules bijwerkt.
pl_pl: Twoje formuły cenowe zostaną zaktualizowane do nowej wersji.<br>Zalecamy, abyś %1$s teraz i wyeksportował wszystkie swoje grupy opcji przed aktualizacją formuł.
pt_br: Suas fórmulas de preço serão atualizadas para a nova versão.<br>Recomendamos fortemente que você %1$s agora e exporte todos os seus grupos de opções antes de atualizar suas fórmulas.
ru_ru: Ваши формулы цен будут обновлены до новой версии.<br>Мы настоятельно рекомендуем вам %1$s сейчас и экспортировать все ваши группы параметров перед обновлением ваших формул.
sv_se: Dina prisformler kommer att uppgraderas till den nya versionen.<br>Vi rekommenderar starkt att du %1$s nu och exporterar alla dina alternativgrupper innan du uppdaterar dina formler.
zh_cn: 您的价格公式将升级到新版本。<br>我们强烈建议您 %1$s 现在备份并导出所有选项组，然后再更新您的公式。

source: backup your database
da_dk: sikkerhedskopier din database
de_de: Sichern Sie Ihre Datenbank
es_es: realiza una copia de seguridad de tu base de datos
fi: varmuuskopioi tietokantasi
fr_fr: sauvegarder votre base de données
it_it: eseguire il backup del database
ja: データベースをバックアップする
nb_no: sikkerhetskopier databasen din
nl_nl: maak een back-up van uw database
pl_pl: zrób kopię zapasową swojej bazy danych
pt_br: faça backup do seu banco de dados
ru_ru: создать резервную копию вашей базы данных
sv_se: säkerhetskopiera din databas
zh_cn: 备份您的数据库

source: Export option groups
da_dk: Eksporter optionsgrupper
de_de: Optionsgruppen exportieren
es_es: Exportar grupos de opciones
fi: Vie vaihtoehtoryhmät
fr_fr: Exporter les groupes d'options
it_it: Esporta gruppi di opzioni
ja: オプショングループをエクスポート
nb_no: Eksporter alternativgrupper
nl_nl: Exporteer optie groepen
pl_pl: Eksportuj grupy opcji
pt_br: Exportar grupos de opções
ru_ru: Экспортировать группы параметров
sv_se: Exportera alternativgrupper
zh_cn: 导出选项组

source: Update price formulas
da_dk: Opdater prisformler
de_de: Preisformeln aktualisieren
es_es: Actualizar fórmulas de precios
fi: Päivitä hintakaavat
fr_fr: Mettre à jour les formules de prix
it_it: Aggiorna formule dei prezzi
ja: 価格式を更新
nb_no: Oppdater prisformler
nl_nl: Update prijsformules
pl_pl: Zaktualizuj formuły cenowe
pt_br: Atualizar fórmulas de preço
ru_ru: Обновить формулы цен
sv_se: Uppdatera prisformler
zh_cn: 更新价格公式

source: Complete Setup
da_dk: Fuldfør opsætning
de_de: Einrichtung abschließen
es_es: Completar configuración
fi: Valmis asennus
fr_fr: Compléter la configuration
it_it: Completa configurazione
ja: セットアップを完了
nb_no: Fullfør oppsett
nl_nl: Voltooi installatie
pl_pl: Zakończ instalację
pt_br: Concluir Configuração
ru_ru: Завершить установку
sv_se: Slutför installation
zh_cn: 完成设置

source: Congratulations, you have finished setting up the plugin. Now it’s time to start adding options to your products.
da_dk: Tillykke, du har afsluttet opsætningen af plugin'et. Nu er det tid til at begynde at tilføje muligheder til dine produkter.
de_de: Herzlichen Glückwunsch, Sie haben die Einrichtung des Plugins abgeschlossen. Jetzt ist es an der Zeit, Optionen zu Ihren Produkten hinzuzufügen.
es_es: Felicidades, has terminado de configurar el complemento. Ahora es el momento de empezar a añadir opciones a tus productos.
fi: Onnittelut, olet saanut lisäosan asetukset valmiiksi. Nyt on aika alkaa lisätä vaihtoehtoja tuotteisiisi.
fr_fr: Félicitations, vous avez terminé de configurer le plugin. Il est maintenant temps de commencer à ajouter des options à vos produits.
it_it: Congratulazioni, hai terminato di configurare il plugin. Ora è il momento di iniziare ad aggiungere opzioni ai tuoi prodotti.
ja: おめでとうございます、プラグインのセットアップが完了しました。これから商品にオプションを追加する準備が整いました。
nb_no: Gratulerer, du har fullført oppsettet av tillegget. Nå er det på tide å begynne å legge til alternativer til produktene dine.
nl_nl: Gefeliciteerd, u heeft de plugin succesvol ingesteld. Nu is het tijd om opties aan uw producten toe te voegen.
pl_pl: Gratulacje, zakończyłeś konfigurację wtyczki. Teraz czas zacząć dodawać opcje do swoich produktów.
pt_br: Parabéns, você completou a configuração do plugin. Agora é hora de começar a adicionar opções aos seus produtos.
ru_ru: Поздравляем, вы завершили настройку плагина. Теперь пришло время начать добавлять параметры к вашим продуктам.
sv_se: Grattis, du har slutfört installationen av tillägget. Nu är det dags att börja lägga till alternativ till dina produkter.
zh_cn: 恭喜，您已完成插件的设置。现在是时候开始为您的产品添加选项了。

source: Welcome to WooCommerce Product Options.
da_dk: Velkommen til WooCommerce Produktmuligheder.
de_de: Willkommen bei WooCommerce Produktoptionen.
es_es: Bienvenido a las opciones de producto de WooCommerce.
fi: Tervetuloa WooCommerce-tuoteasetuksiin.
fr_fr: Bienvenue dans les options de produit WooCommerce.
it_it: Benvenuto in WooCommerce Opzioni Prodotto.
ja: WooCommerce商品オプションへようこそ。
nb_no: Velkommen til WooCommerce Produktalternativer.
nl_nl: Welkom bij WooCommerce Productopties.
pl_pl: Witamy w opcjach produktów WooCommerce.
pt_br: Bem-vindo às Opções de Produto do WooCommerce.
ru_ru: Добро пожаловать в параметры продуктов WooCommerce.
sv_se: Välkommen till WooCommerce Produktalternativ.
zh_cn: 欢迎使用 WooCommerce 产品选项。

source: Use this setup wizard to activate your license key and choose any complementary plugins. After that, you’ll be ready to start creating product options!
da_dk: Brug denne opsætningsguide til at aktivere din licensnøgle og vælge eventuelle supplerende plugins. Efter det er du klar til at begynde at oprette produktmuligheder!
de_de: Verwenden Sie diesen Einrichtungsassistenten, um Ihren Lizenzschlüssel zu aktivieren und ergänzende Plugins auszuwählen. Danach sind Sie bereit, mit der Erstellung von Produktoptionen zu beginnen!
es_es: Utiliza este asistente de configuración para activar tu clave de licencia y elegir cualquier complemento adicional. Después de eso, ¡estarás listo para empezar a crear opciones de producto!
fi: Käytä tätä asennusvelhoa aktivoidaksesi lisenssiavaimesi ja valitaksesi mahdolliset lisäpluginit. Tämän jälkeen olet valmis aloittamaan tuotevaihtoehtojen luomisen!
fr_fr: Utilisez cet assistant de configuration pour activer votre clé de licence et choisir les plugins complémentaires. Après cela, vous serez prêt à commencer à créer des options de produit !
it_it: Usa questo wizard di configurazione per attivare la tua chiave di licenza e scegliere eventuali plugin complementari. Dopo di che, sarai pronto per iniziare a creare opzioni prodotto!
ja: このセットアップウィザードを使用してライセンスキーをアクティブ化し、補完的なプラグインを選択してください。その後、商品オプションの作成を開始する準備が整います！
nb_no: Bruk denne oppsettsveiviseren for å aktivere lisensnøkkelen din og velge eventuelle komplementære tilleggsprogrammer. Etter det vil du være klar til å begynne å lage produktalternativer!
nl_nl: Gebruik deze installatiewizard om uw licentiesleutel te activeren en eventuele aanvullende plugins te kiezen. Daarna bent u klaar om productopties te gaan creëren!
pl_pl: Użyj tego kreatora ustawień, aby aktywować swój klucz licencyjny i wybrać wszelkie uzupełniające wtyczki. Po tym będziesz gotowy do tworzenia opcji produktów!
pt_br: Use este assistente de configuração para ativar sua chave de licença e escolher quaisquer plugins complementares. Depois disso, você estará pronto para começar a criar opções de produtos!
ru_ru: Используйте этот мастер настройки, чтобы активировать ваш лицензионный ключ и выбрать любые дополнительные плагины. После этого вы будете готовы начать создавать параметры продуктов!
sv_se: Använd denna installationsguide för att aktivera din licensnyckel och välja eventuella komplementära tillägg. Efter det är du redo att börja skapa produktalternativ!
zh_cn: 使用此设置向导激活您的许可证密钥并选择任何补充插件。之后，您将准备好开始创建产品选项！

source: "%1$s" is a required field for "%2$s".
da_dk: "%1$s" er et påkrævet felt for "%2$s".
de_de: "%1$s" ist ein Pflichtfeld für "%2$s".
es_es: "%1$s" es un campo obligatorio para "%2$s".
fi: "%1$s" on pakollinen kenttä "%2$s":lle.
fr_fr: "%1$s" est un champ requis pour "%2$s".
it_it: "%1$s" è un campo obbligatorio per "%2$s".
ja: "%1$s" は "%2$s" の必須フィールドです。
nb_no: "%1$s" er et obligatorisk felt for "%2$s".
nl_nl: "%1$s" is een verplicht veld voor "%2$s".
pl_pl: "%1$s" jest wymaganym polem dla "%2$s".
pt_br: "%1$s" é um campo obrigatório para "%2$s".
ru_ru: "%1$s" является обязательным полем для "%2$s".
sv_se: "%1$s" är ett obligatoriskt fält för "%2$s".
zh_cn: "%1$s" 是 "%2$s" 的必填字段。

source: Invalid option choice for "%1$s" on "%2$s".
da_dk: Ugyldigt valg af mulighed for "%1$s" på "%2$s".
de_de: Ungültige Optionsauswahl für "%1$s" auf "%2$s".
es_es: Elección de opción no válida para "%1$s" en "%2$s".
fi: Virheellinen vaihtoehto "%1$s" "%2$s":ssa.
fr_fr: Choix d'option invalide pour "%1$s" sur "%2$s".
it_it: Scelta dell'opzione non valida per "%1$s" su "%2$s".
ja: "%1$s" の "%2$s" に対する無効なオプションの選択です。
nb_no: Ugyldig valg av alternativ for "%1$s" på "%2$s".
nl_nl: Ongeldige optie keuze voor "%1$s" op "%2$s".
pl_pl: Nieprawidłowy wybór opcji dla "%1$s" na "%2$s".
pt_br: Escolha de opção inválida para "%1$s" em "%2$s".
ru_ru: Неверный выбор опции для "%1$s" на "%2$s".
sv_se: Ogiltigt alternativ för "%1$s" på "%2$s".
zh_cn: 在 "%2$s" 上，"%1$s" 的选项选择无效。

source: %s per character
da_dk: %s pr. tegn
de_de: %s pro Zeichen
es_es: %s por carácter
fi: %s per merkki
fr_fr: %s par caractère
it_it: %s per carattere
ja: %s 文字あたり
nb_no: %s per tegn
nl_nl: %s per teken
pl_pl: %s za znak
pt_br: %s por caractere
ru_ru: %s за символ
sv_se: %s per tecken
zh_cn: %s 每个字符

source: %s per uploaded file
da_dk: %s pr. uploadet fil
de_de: %s pro hochgeladenem Datei
es_es: %s por archivo subido
fi: %s per ladattu tiedosto
fr_fr: %s par fichier téléchargé
it_it: %s per file caricato
ja: %s アップロードされたファイルあたり
nb_no: %s per opplastet fil
nl_nl: %s per geüpload bestand
pl_pl: %s za przesłany plik
pt_br: %s por arquivo enviado
ru_ru: %s за загруженный файл
sv_se: %s per uppladdad fil
zh_cn: %s 每个上传的文件

source: You must select at least %1$d option for "%2$s" on "%3$s".
da_dk: Du skal vælge mindst %1$d mulighed for "%2$s" på "%3$s".
de_de: Sie müssen mindestens %1$d Option für "%2$s" auf "%3$s" auswählen.
es_es: Debes seleccionar al menos %1$d opción para "%2$s" en "%3$s".
fi: Sinun on valittava vähintään %1$d vaihtoehto "%2$s" "%3$s":ssa.
fr_fr: Vous devez sélectionner au moins %1$d option pour "%2$s" sur "%3$s".
it_it: Devi selezionare almeno %1$d opzione per "%2$s" su "%3$s".
ja: "%2$s" のために "%3$s" で少なくとも %1$d オプションを選択する必要があります。
nb_no: Du må velge minst %1$d alternativ for "%2$s" på "%3$s".
nl_nl: U moet minimaal %1$d optie selecteren voor "%2$s" op "%3$s".
pl_pl: Musisz wybrać przynajmniej %1$d opcję dla "%2$s" na "%3$s".
pt_br: Você deve selecionar pelo menos %1$d opção para "%2$s" em "%3$s".
ru_ru: Вы должны выбрать как минимум %1$d опцию для "%2$s" на "%3$s".
sv_se: Du måste välja minst %1$d alternativ för "%2$s" på "%3$s".
zh_cn: 您必须至少选择 %1$d 个 "%2$s" 选项在 "%3$s" 上。

source: You can only select up to %1$d option for "%2$s" on "%3$s".
da_dk: Du kan kun vælge op til %1$d mulighed for "%2$s" på "%3$s".
de_de: Sie können nur bis zu %1$d Option für "%2$s" auf "%3$s" auswählen.
es_es: Solo puedes seleccionar hasta %1$d opción para "%2$s" en "%3$s".
fi: Voit valita vain enintään %1$d vaihtoehto "%2$s" "%3$s":ssa.
fr_fr: Vous ne pouvez sélectionner qu'une option jusqu'à %1$d pour "%2$s" sur "%3$s".
it_it: Puoi selezionare solo fino a %1$d opzione per "%2$s" su "%3$s".
ja: "%2$s" のために "%3$s" で最大 %1$d オプションを選択できます。
nb_no: Du kan bare velge opptil %1$d alternativ for "%2$s" på "%3$s".
nl_nl: U kunt maximaal %1$d optie selecteren voor "%2$s" op "%3$s".
pl_pl: Możesz wybrać maksymalnie %1$d opcję dla "%2$s" na "%3$s".
pt_br: Você só pode selecionar até %1$d opção para "%2$s" em "%3$s".
ru_ru: Вы можете выбрать не более %1$d опцию для "%2$s" на "%3$s".
sv_se: Du kan bara välja upp till %1$d alternativ för "%2$s" på "%3$s".
zh_cn: 您只能选择最多 %1$d 个 "%2$s" 选项在 "%3$s" 上。

source: "%1$s" is not a valid date for "%2$s".
da_dk: "%1$s" er ikke en gyldig dato for "%2$s".
de_de: "%1$s" ist kein gültiges Datum für "%2$s".
es_es: "%1$s" no es una fecha válida para "%2$s".
fi: "%1$s" ei ole voimassa oleva päivämäärä "%2$s":lle.
fr_fr: "%1$s" n'est pas une date valide pour "%2$s".
it_it: "%1$s" non è una data valida per "%2$s".
ja: "%1$s" は "%2$s" に対して有効な日付ではありません。
nb_no: "%1$s" er ikke en gyldig dato for "%2$s".
nl_nl: "%1$s" is geen geldige datum voor "%2$s".
pl_pl: "%1$s" nie jest prawidłową datą dla "%2$s".
pt_br: "%1$s" não é uma data válida para "%2$s".
ru_ru: "%1$s" не является действительной датой для "%2$s".
sv_se: "%1$s" är inte ett giltigt datum för "%2$s".
zh_cn: "%1$s" 不是 "%2$s" 的有效日期。

source: Invalid minimum date for "%1$s".
da_dk: Ugyldig minimum dato for "%1$s".
de_de: Ungültiges Mindestdatum für "%1$s".
es_es: Fecha mínima no válida para "%1$s".
fi: Virheellinen vähimmäispäivämäärä "%1$s":lle.
fr_fr: Date minimum invalide pour "%1$s".
it_it: Data minima non valida per "%1$s".
ja: "%1$s" に対する無効な最小日付です。
nb_no: Ugyldig minimumsdato for "%1$s".
nl_nl: Ongeldige minimumdatum voor "%1$s".
pl_pl: Nieprawidłowa minimalna data dla "%1$s".
pt_br: Data mínima inválida para "%1$s".
ru_ru: Неверная минимальная дата для "%1$s".
sv_se: Ogiltigt minimi datum för "%1$s".
zh_cn: 无效的 "%1$s" 最小日期。

source: "%1$s" is before the minimum date for "%2$s".
da_dk: "%1$s" er før minimum dato for "%2$s".
de_de: "%1$s" liegt vor dem Mindestdatum für "%2$s".
es_es: "%1$s" está antes de la fecha mínima para "%2$s".
fi: "%1$s" on ennen vähimmäispäivämäärää "%2$s":lle.
fr_fr: "%1$s" est avant la date minimum pour "%2$s".
it_it: "%1$s" è prima della data minima per "%2$s".
ja: "%1$s" は "%2$s" に対する最小日付より前です。
nb_no: "%1$s" er før minimumsdatoen for "%2$s".
nl_nl: "%1$s" is voor de minimumdatum voor "%2$s".
pl_pl: "%1$s" jest przed minimalną datą dla "%2$s".
pt_br: "%1$s" está antes da data mínima para "%2$s".
ru_ru: "%1$s" раньше минимальной даты для "%2$s".
sv_se: "%1$s" är före minimi datum för "%2$s".
zh_cn: "%1$s" 在 "%2$s" 的最小日期之前。

source: Invalid maximum date for "%1$s".
da_dk: Ugyldig maksimum dato for "%1$s".
de_de: Ungültiges Höchstdatum für "%1$s".
es_es: Fecha máxima no válida para "%1$s".
fi: Virheellinen enimmäispäivämäärä "%1$s":lle.
fr_fr: Date maximum invalide pour "%1$s".
it_it: Data massima non valida per "%1$s".
ja: "%1$s" に対する無効な最大日付です。
nb_no: Ugyldig maksimumsdato for "%1$s".
nl_nl: Ongeldige maximumdatum voor "%1$s".
pl_pl: Nieprawidłowa maksymalna data dla "%1$s".
pt_br: Data máxima inválida para "%1$s".
ru_ru: Неверная максимальная дата для "%1$s".
sv_se: Ogiltigt maximi datum för "%1$s".
zh_cn: 无效的 "%1$s" 最大日期。

source: "%1$s" is after the maximum date for "%2$s".
da_dk: "%1$s" er efter maksimum dato for "%2$s".
de_de: "%1$s" liegt nach dem Höchstdatum für "%2$s".
es_es: "%1$s" está después de la fecha máxima para "%2$s".
fi: "%1$s" on jälkeen enimmäispäivämäärän "%2$s":lle.
fr_fr: "%1$s" est après la date maximum pour "%2$s".
it_it: "%1$s" è dopo la data massima per "%2$s".
ja: "%1$s" は "%2$s" に対する最大日付より後です。
nb_no: "%1$s" er etter maksimumsdatoen for "%2$s".
nl_nl: "%1$s" is na de maximumdatum voor "%2$s".
pl_pl: "%1$s" jest po maksymalnej dacie dla "%2$s".
pt_br: "%1$s" está depois da data máxima para "%2$s".
ru_ru: "%1$s" позже максимальной даты для "%2$s".
sv_se: "%1$s" är efter maximi datum för "%2$s".
zh_cn: "%1$s" 在 "%2$s" 的最大日期之后。

source: Invalid disabled date for "%1$s".
da_dk: Ugyldig deaktiveret dato for "%1$s".
de_de: Ungültiges deaktiviertes Datum für "%1$s".
es_es: Fecha deshabilitada no válida para "%1$s".
fi: Virheellinen estetty päivämäärä "%1$s":lle.
fr_fr: Date désactivée invalide pour "%1$s".
it_it: Data disabilitata non valida per "%1$s".
ja: "%1$s" に対する無効な無効日付です。
nb_no: Ugyldig deaktivert dato for "%1$s".
nl_nl: Ongeldige uitgeschakelde datum voor "%1$s".
pl_pl: Nieprawidłowa wyłączona data dla "%1$s".
pt_br: Data desabilitada inválida para "%1$s".
ru_ru: Неверная отключенная дата для "%1$s".
sv_se: Ogiltigt inaktiverat datum för "%1$s".
zh_cn: 无效的 "%1$s" 禁用日期。

source: "%1$s" is an excluded date for "%2$s".
da_dk: "%1$s" er en ekskluderet dato for "%2$s".
de_de: "%1$s" ist ein ausgeschlossenes Datum für "%2$s".
es_es: "%1$s" es una fecha excluida para "%2$s".
fi: "%1$s" on poissuljettu päivämäärä "%2$s":lle.
fr_fr: "%1$s" est une date exclue pour "%2$s".
it_it: "%1$s" è una data esclusa per "%2$s".
ja: "%1$s" は "%2$s" に対する除外された日付です。
nb_no: "%1$s" er en ekskludert dato for "%2$s".
nl_nl: "%1$s" is een uitgesloten datum voor "%2$s".
pl_pl: "%1$s" jest wykluczoną datą dla "%2$s".
pt_br: "%1$s" é uma data excluída para "%2$s".
ru_ru: "%1$s" является исключенной датой для "%2$s".
sv_se: "%1$s" är ett uteslutet datum för "%2$s".
zh_cn: "%1$s" 是 "%2$s" 的排除日期。

source: "%1$s" is a disabled past date for "%2$s".
da_dk: "%1$s" er en deaktiveret fortid dato for "%2$s".
de_de: "%1$s" ist ein deaktiviertes vergangenes Datum für "%2$s".
es_es: "%1$s" es una fecha pasada deshabilitada para "%2$s".
fi: "%1$s" on estetty menneisyydessä "%2$s":lle.
fr_fr: "%1$s" est une date passée désactivée pour "%2$s".
it_it: "%1$s" è una data passata disabilitata per "%2$s".
ja: "%1$s" は "%2$s" に対する無効な過去の日付です。
nb_no: "%1$s" er en deaktivert fortidsdato for "%2$s".
nl_nl: "%1$s" is een uitgeschakelde datum in het verleden voor "%2$s".
pl_pl: "%1$s" jest wyłączoną przeszłą datą dla "%2$s".
pt_br: "%1$s" é uma data passada desabilitada para "%2$s".
ru_ru: "%1$s" является отключенной прошедшей датой для "%2$s".
sv_se: "%1$s" är ett inaktiverat datum i det förflutna för "%2$s".
zh_cn: "%1$s" 是 "%2$s" 的禁用过去日期。

source: "%1$s" is a disabled future date for "%2$s".
da_dk: "%1$s" er en deaktiveret fremtid dato for "%2$s".
de_de: "%1$s" ist ein deaktiviertes zukünftiges Datum für "%2$s".
es_es: "%1$s" es una fecha futura deshabilitada para "%2$s".
fi: "%1$s" on estetty tulevaisuudessa "%2$s":lle.
fr_fr: "%1$s" est une date future désactivée pour "%2$s".
it_it: "%1$s" è una data futura disabilitata per "%2$s".
ja: "%1$s" は "%2$s" に対する無効な未来の日付です。
nb_no: "%1$s" er en deaktivert fremtidsdato for "%2$s".
nl_nl: "%1$s" is een uitgeschakelde datum in de toekomst voor "%2$s".
pl_pl: "%1$s" jest wyłączoną przyszłą datą dla "%2$s".
pt_br: "%1$s" é uma data futura desabilitada para "%2$s".
ru_ru: "%1$s" является отключенной будущей датой для "%2$s".
sv_se: "%1$s" är ett inaktiverat datum i framtiden för "%2$s".
zh_cn: "%1$s" 是 "%2$s" 的禁用未来日期。
