Repository: iradwatkins/event.stepperslife.com
Catalog: ira/woocommerce-product-options/languages/woocommerce-product-options-*.po
Languages: da_dk, de_de, es_es, fi, fr_fr, it_it, ja, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, zh_cn

source: "%1$s" is a disabled date for "%2$s".
da_dk: "%1$s" er en deaktiveret dato for "%2$s".
de_de: "%1$s" ist ein deaktiviertes Datum für "%2$s".
es_es: "%1$s" es una fecha deshabilitada para "%2$s".
fi: "%1$s" on estetty päivämäärä "%2$s":lle.
fr_fr: "%1$s" est une date désactivée pour "%2$s".
it_it: "%1$s" è una data disabilitata per "%2$s".
ja: "%1$s" は "%2$s" に対する無効な日付です。
nb_no: "%1$s" er en deaktivert dato for "%2$s".
nl_nl: "%1$s" is een uitgeschakelde datum voor "%2$s".
pl_pl: "%1$s" jest wyłączoną datą dla "%2$s".
pt_br: "%1$s" é uma data desabilitada para "%2$s".
ru_ru: "%1$s" является отключенной датой для "%2$s".
sv_se: "%1$s" är ett inaktiverat datum för "%2$s".
zh_cn: "%1$s" 是 "%2$s" 的禁用日期。

source: "%1$s" is a disabled day for "%2$s".
da_dk: "%1$s" er en deaktiveret dag for "%2$s".
de_de: "%1$s" ist ein deaktivierter Tag für "%2$s".
es_es: "%1$s" es un día deshabilitado para "%2$s".
fi: "%1$s" on estetty päivä "%2$s":lle.
fr_fr: "%1$s" est un jour désactivé pour "%2$s".
it_it: "%1$s" è un giorno disabilitato per "%2$s".
ja: "%1$s" は "%2$s" に対する無効な日です。
nb_no: "%1$s" er en deaktivert dag for "%2$s".
nl_nl: "%1$s" is een uitgeschakelde dag voor "%2$s".
pl_pl: "%1$s" jest wyłączonym dniem dla "%2$s".
pt_br: "%1$s" é um dia desabilitado para "%2$s".
ru_ru: "%1$s" является отключенным днем для "%2$s".
sv_se: "%1$s" är en inaktiverad dag för "%2$s".
zh_cn: "%1$s" 是 "%2$s" 的禁用日。

source: "%1$s" is before the minimum time for "%2$s".
da_dk: "%1$s" er før minimum tid for "%2$s".
de_de: "%1$s" liegt vor der Mindestzeit für "%2$s".
es_es: "%1$s" está antes de la hora mínima para "%2$s".
fi: "%1$s" on ennen vähimmäisaikaa "%2$s":lle.
fr_fr: "%1$s" est avant l'heure minimum pour "%2$s".
it_it: "%1$s" è prima dell'orario minimo per "%2$s".
ja: "%1$s" は "%2$s" に対する最小時間より前です。
nb_no: "%1$s" er før minimumstiden for "%2$s".
nl_nl: "%1$s" is voor de minimumtijd voor "%2$s".
pl_pl: "%1$s" jest przed minimalnym czasem dla "%2$s".
pt_br: "%1$s" está antes do horário mínimo para "%2$s".
ru_ru: "%1$s" раньше минимального времени для "%2$s".
sv_se: "%1$s" är före minimi tid för "%2$s".
zh_cn: "%1$s" 在 "%2$s" 的最小时间之前。

source: "%1$s" is after the maximum time for "%2$s".
da_dk: "%1$s" er efter den maksimale tid for "%2$s".
de_de: "%1$s" liegt nach der maximalen Zeit für "%2$s".
es_es: "%1$s" está después del tiempo máximo para "%2$s".
fi: "%1$s" on maksimi ajan jälkeen "%2$s".
fr_fr: "%1$s" est après le temps maximum pour "%2$s".
it_it: "%1$s" è dopo il tempo massimo per "%2$s".
ja: "%1$s" は "%2$s" の最大時間を超えています。
nb_no: "%1$s" er etter maksimal tid for "%2$s".
nl_nl: "%1$s" is na de maximale tijd voor "%2$s".
pl_pl: "%1$s" jest po maksymalnym czasie dla "%2$s".
pt_br: "%1$s" está após o tempo máximo para "%2$s".
ru_ru: "%1$s" превышает максимальное время для "%2$s".
sv_se: "%1$s" är efter den maximala tiden för "%2$s".
zh_cn: "%1$s" 超过了 "%2$s" 的最大时间。

source: "%1$s" is not a valid hour increment for "%2$s".
da_dk: "%1$s" er ikke et gyldigt timeinkrement for "%2$s".
de_de: "%1$s" ist kein gültiger Stundeninkrement für "%2$s".
es_es: "%1$s" no es un incremento de hora válido para "%2$s".
fi: "%1$s" ei ole kelvollinen tunti lisäys "%2$s" varten.
fr_fr: "%1$s" n'est pas un incrément d'heure valide pour "%2$s".
it_it: "%1$s" non è un incremento di ora valido per "%2$s".
ja: "%1$s" は "%2$s" の有効な時間の増分ではありません。
nb_no: "%1$s" er ikke en gyldig timeincremente for "%2$s".
nl_nl: "%1$s" is geen geldige uurverhoging voor "%2$s".
pl_pl: "%1$s" nie jest prawidłowym przyrostem godzin dla "%2$s".
pt_br: "%1$s" não é um incremento de hora válido para "%2$s".
ru_ru: "%1$s" не является допустимым увеличением часа для "%2$s".
sv_se: "%1$s" är inte ett giltigt timtillägg för "%2$s".
zh_cn: "%1$s" 不是 "%2$s" 的有效小时增量。

source: "%1$s" is not a valid minute increment for "%2$s".
da_dk: "%1$s" er ikke et gyldigt minutinkrement for "%2$s".
de_de: "%1$s" ist kein gültiger Minuteninkrement für "%2$s".
es_es: "%1$s" no es un incremento de minuto válido para "%2$s".
fi: "%1$s" ei ole kelvollinen minuutti lisäys "%2$s" varten.
fr_fr: "%1$s" n'est pas un incrément de minute valide pour "%2$s".
it_it: "%1$s" non è un incremento di minuti valido per "%2$s".
ja: "%1$s" は "%2$s" の有効な分の増分ではありません。
nb_no: "%1$s" er ikke en gyldig minuttincremente for "%2$s".
nl_nl: "%1$s" is geen geldige minuutverhoging voor "%2$s".
pl_pl: "%1$s" nie jest prawidłowym przyrostem minut dla "%2$s".
pt_br: "%1$s" não é um incremento de minuto válido para "%2$s".
ru_ru: "%1$s" не является допустимым увеличением минуты для "%2$s".
sv_se: "%1$s" är inte ett giltigt mintillägg för "%2$s".
zh_cn: "%1$s" 不是 "%2$s" 的有效分钟增量。

source: You can only upload up to %1$d files(s) for "%2$s" on "%3$s".
da_dk: Du kan kun uploade op til %1$d fil(er) for "%2$s" på "%3$s".
de_de: Sie können nur bis zu %1$d Datei(en) für "%2$s" auf "%3$s" hochladen.
es_es: Solo puedes subir hasta %1$d archivo(s) para "%2$s" en "%3$s".
fi: Voit ladata vain enintään %1$d tiedostoa "%2$s" kohdalla "%3$s".
fr_fr: Vous ne pouvez télécharger que jusqu'à %1$d fichier(s) pour "%2$s" sur "%3$s".
it_it: Puoi caricare solo fino a %1$d file per "%2$s" su "%3$s".
ja: "%2$s" には "%3$s" で %1$d ファイルまでアップロードできます。
nb_no: Du kan bare laste opp opptil %1$d fil(er) for "%2$s" på "%3$s".
nl_nl: Je kunt maximaal %1$d bestand(en) uploaden voor "%2$s" op "%3$s".
pl_pl: Możesz przesłać maksymalnie %1$d plik(ów) dla "%2$s" na "%3$s".
pt_br: Você pode fazer o upload de até %1$d arquivo(s) para "%2$s" em "%3$s".
ru_ru: Вы можете загрузить не более %1$d файла(ов) для "%2$s" на "%3$s".
sv_se: Du kan endast ladda upp upp till %1$d fil(er) för "%2$s" på "%3$s".
zh_cn: 您只能在 "%3$s" 上为 "%2$s" 上传最多 %1$d 个文件。

source: Drop files here to upload
da_dk: Træk filer her for at uploade
de_de: Dateien hierher ziehen, um sie hochzuladen
es_es: Suelta archivos aquí para subir
fi: Pudota tiedostot tähän ladatakseksi
fr_fr: Déposez des fichiers ici pour les télécharger
it_it: Trascina i file qui per caricarli
ja: ファイルをここにドロップしてアップロード
nb_no: Dra filer hit for å laste opp
nl_nl: Sleep bestanden hier om te uploaden
pl_pl: Upuść pliki tutaj, aby je przesłać
pt_br: Solte arquivos aqui para fazer o upload
ru_ru: Перетащите файлы сюда для загрузки
sv_se: Släpp filer här för att ladda upp
zh_cn: 将文件拖到这里以上传

source: Please enter a valid number.
da_dk: Indtast venligst et gyldigt nummer.
de_de: Bitte geben Sie eine gültige Zahl ein.
es_es: Por favor, introduce un número válido.
fi: Ole hyvä ja syötä kelvollinen numero.
fr_fr: Veuillez entrer un nombre valide.
it_it: Inserisci un numero valido.
ja: 有効な数を入力してください。
nb_no: Vennligst skriv inn et gyldig nummer.
nl_nl: Voer een geldig nummer in.
pl_pl: Proszę wprowadzić prawidłową liczbę.
pt_br: Por favor, digite um número válido.
ru_ru: Пожалуйста, введите допустимое число.
sv_se: Vänligen ange ett giltigt nummer.
zh_cn: 请输入有效的数字。

source: Please enter a number greater than or equal to %s.
da_dk: Indtast venligst et nummer, der er større end eller lig med %s.
de_de: Bitte geben Sie eine Zahl größer oder gleich %s ein.
es_es: Por favor, introduce un número mayor o igual a %s.
fi: Ole hyvä ja syötä numero, joka on suurempi tai yhtä suuri kuin %s.
fr_fr: Veuillez entrer un nombre supérieur ou égal à %s.
it_it: Inserisci un numero maggiore o uguale a %s.
ja: %s以上の数を入力してください。
nb_no: Vennligst skriv inn et nummer større enn eller likt %s.
nl_nl: Voer een nummer in dat groter dan of gelijk aan %s is.
pl_pl: Proszę wprowadzić liczbę większą lub równą %s.
pt_br: Por favor, digite um número maior ou igual a %s.
ru_ru: Пожалуйста, введите число, большее или равное %s.
sv_se: Vänligen ange ett nummer som är större än eller lika med %s.
zh_cn: 请输入大于或等于 %s 的数字。

source: Please enter a number less than or equal to %s.
da_dk: Indtast venligst et nummer, der er mindre end eller lig med %s.
de_de: Bitte geben Sie eine Zahl kleiner oder gleich %s ein.
es_es: Por favor, introduce un número menor o igual a %s.
fi: Ole hyvä ja syötä numero, joka on pienempi tai yhtä suuri kuin %s.
fr_fr: Veuillez entrer un nombre inférieur ou égal à %s.
it_it: Inserisci un numero minore o uguale a %s.
ja: %s以下の数を入力してください。
nb_no: Vennligst skriv inn et nummer mindre enn eller likt %s.
nl_nl: Voer een nummer in dat kleiner dan of gelijk aan %s is.
pl_pl: Proszę wprowadzić liczbę mniejszą lub równą %s.
pt_br: Por favor, digite um número menor ou igual a %s.
ru_ru: Пожалуйста, введите число, меньшее или равное %s.
sv_se: Vänligen ange ett nummer som är mindre än eller lika med %s.
zh_cn: 请输入小于或等于 %s 的数字。

source: Please enter a valid number. The value must be in steps of %1$s, starting from %2$s.
da_dk: Indtast venligst et gyldigt nummer. Værdien skal være i trin på %1$s, startende fra %2$s.
de_de: Bitte geben Sie eine gültige Zahl ein. Der Wert muss in Schritten von %1$s, beginnend bei %2$s, liegen.
es_es: Por favor, introduce un número válido. El valor debe ser en incrementos de %1$s, comenzando desde %2$s.
fi: Ole hyvä ja syötä kelvollinen numero. Arvon on oltava askelissa %1$s, alkaen %2$s:stä.
fr_fr: Veuillez entrer un nombre valide. La valeur doit être en multiples de %1$s, en commençant à partir de %2$s.
it_it: Inserisci un numero valido. Il valore deve essere in passi di %1$s, partendo da %2$s.
ja: 有効な数を入力してください。値は %1$s の増分で、%2$s から始める必要があります。
nb_no: Vennligst skriv inn et gyldig nummer. Verdien må være i trinn av %1$s, med start fra %2$s.
nl_nl: Voer een geldig nummer in. De waarde moet in stappen van %1$s zijn, beginnend vanaf %2$s.
pl_pl: Proszę wprowadzić prawidłową liczbę. Wartość musi być w krokach co %1$s, zaczynając od %2$s.
pt_br: Por favor, digite um número válido. O valor deve estar em incrementos de %1$s, começando de %2$s.
ru_ru: Пожалуйста, введите допустимое число. Значение должно быть кратно %1$s, начиная с %2$s.
sv_se: Vänligen ange ett giltigt nummer. Värdet måste vara i steg om %1$s, med början från %2$s.
zh_cn: 请输入有效的数字。该值必须是从 %2$s 开始的 %1$s 的倍数。

source: Add to cart
da_dk: Tilføj til kurv
de_de: In den Warenkorb legen
es_es: Añadir al carrito
fi: Lisää ostoskoriin
fr_fr: Ajouter au panier
it_it: Aggiungi al carrello
ja: カートに追加
nb_no: Legg i handlekurv
nl_nl: Voeg toe aan winkelwagentje
pl_pl: Dodaj do koszyka
pt_br: Adicionar ao carrinho
ru_ru: Добавить в корзину
sv_se: Lägg till i kundvagnen
zh_cn: 添加到购物车

source: Select a product
da_dk: Vælg et produkt
de_de: Ein Produkt auswählen
es_es: Selecciona un producto
fi: Valitse tuote
fr_fr: Sélectionner un produit
it_it: Seleziona un prodotto
ja: 商品を選択してください
nb_no: Velg et produkt
nl_nl: Selecteer een product
pl_pl: Wybierz produkt
pt_br: Selecione um produto
ru_ru: Выберите продукт
sv_se: Välj en produkt
zh_cn: 选择产品

source: The selected product is not valid.
da_dk: Det valgte produkt er ikke gyldigt.
de_de: Das ausgewählte Produkt ist ungültig.
es_es: El producto seleccionado no es válido.
fi: Valittu tuote ei ole kelvollinen.
fr_fr: Le produit sélectionné n'est pas valide.
it_it: Il prodotto selezionato non è valido.
ja: 選択した商品は無効です。
nb_no: Det valgte produktet er ikke gyldig.
nl_nl: Het geselecteerde product is niet geldig.
pl_pl: Wybrany produkt jest nieprawidłowy.
pt_br: O produto selecionado não é válido.
ru_ru: Выбранный продукт недействителен.
sv_se: Den valda produkten är inte giltig.
zh_cn: 所选产品无效。

source: You must input at least %1$d character for "%2$s" on "%3$s".
da_dk: Du skal indtaste mindst %1$d tegn for "%2$s" på "%3$s".
de_de: Sie müssen mindestens %1$d Zeichen für "%2$s" auf "%3$s" eingeben.|Sie müssen mindestens %1$d Zeichen für "%2$s" auf "%3$s" eingeben.
es_es: Debes introducir al menos %1$d carácter para "%2$s" en "%3$s".|Debes introducir al menos %1$d caracteres para "%2$s" en "%3$s".
fi: Sinun on syötettävä vähintään %1$d merkki "%2$s" kohdalla "%3$s".|Sinun on syötettävä vähintään %1$d merkkiä "%2$s" kohdalla "%3$s".
fr_fr: Vous devez entrer au moins %1$d caractère pour "%2$s" sur "%3$s".
it_it: Devi inserire almeno %1$d carattere per "%2$s" su "%3$s".
ja: "%2$s" に対して "%3$s" で最低 %1$d 文字を入力する必要があります。
nb_no: Du må skrive inn minst %1$d tegn for "%2$s" på "%3$s".|Du må skrive inn minst %1$d tegn for "%2$s" på "%3$s".
nl_nl: Je moet minimaal %1$d teken invoeren voor "%2$s" op "%3$s".
pl_pl: Musisz wprowadzić przynajmniej %1$d znak dla "%2$s" na "%3$s".|Musisz wprowadzić przynajmniej %1$d znaki dla "%2$s" na "%3$s".
pt_br: Você deve inserir pelo menos %1$d caractere para "%2$s" em "%3$s".
ru_ru: Вы должны ввести как минимум %1$d символ для "%2$s" на "%3$s".|Вы должны ввести как минимум %1$d символа для "%2$s" на "%3$s".|Вы должны ввести как минимум %1$d символов для "%2$s" на "%3$s".
sv_se: Du måste ange minst %1$d tecken för "%2$s" på "%3$s".|Du måste ange minst %1$d tecken för "%2$s" på "%3$s".
zh_cn: 您必须为 "%2$s" 在 "%3$s" 上输入至少 %1$d 个字符。

source: You can only input up to %1$d character for "%2$s" on "%3$s".
da_dk: Du kan kun indtaste op til %1$d tegn for "%2$s" på "%3$s".
de_de: Sie können nur bis zu %1$d Zeichen für "%2$s" auf "%3$s" eingeben.|Sie können nur bis zu %1$d Zeichen für "%2$s" auf "%3$s" eingeben.
es_es: Solo puedes introducir hasta %1$d carácter para "%2$s" en "%3$s".|Solo puedes introducir hasta %1$d caracteres para "%2$s" en "%3$s".
fi: Voit syöttää vain enintään %1$d merkkiä "%2$s" kohdalla "%3$s".|Voit syöttää vain enintään %1$d merkkiä "%2$s" kohdalla "%3$s".
fr_fr: Vous ne pouvez entrer que jusqu'à %1$d caractère pour "%2$s" sur "%3$s".
it_it: Puoi inserire solo fino a %1$d carattere per "%2$s" su "%3$s".
ja: "%2$s" に対して "%3$s" で最大 %1$d 文字まで入力できます。
nb_no: Du kan bare skrive inn opptil %1$d tegn for "%2$s" på "%3$s".|Du kan bare skrive inn opptil %1$d tegn for "%2$s" på "%3$s".
nl_nl: Je kunt maximaal %1$d teken invoeren voor "%2$s" op "%3$s".
pl_pl: Możesz wprowadzić maksymalnie %1$d znak dla "%2$s" na "%3$s".|Możesz wprowadzić maksymalnie %1$d znaki dla "%2$s" na "%3$s".
pt_br: Você pode inserir até %1$d caractere para "%2$s" em "%3$s".
ru_ru: Вы можете ввести не более %1$d символ для "%2$s" на "%3$s".|Вы можете ввести не более %1$d символа для "%2$s" на "%3$s".|Вы можете ввести не более %1$d символов для "%2$s" на "%3$s".
sv_se: Du kan endast ange upp till %1$d tecken för "%2$s" på "%3$s".|Du kan endast ange upp till %1$d tecken för "%2$s" på "%3$s".
zh_cn: 您只能为 "%2$s" 在 "%3$s" 上输入最多 %1$d 个字符。

source: Select options
da_dk: Vælg muligheder
de_de: Optionen auswählen
es_es: Seleccionar opciones
fi: Valitse vaihtoehdot
fr_fr: Sélectionner des options
it_it: Seleziona opzioni
ja: オプションを選択
nb_no: Velg alternativer
nl_nl: Selecteer opties
pl_pl: Wybierz opcje
pt_br: Selecionar opções
ru_ru: Выберите параметры
sv_se: Välj alternativ
zh_cn: 选择选项

source: This product has options that may be chosen on the product page
da_dk: Dette produkt har muligheder, der kan vælges på produktsiden
de_de: Dieses Produkt hat Optionen, die auf der Produktseite ausgewählt werden können
es_es: Este producto tiene opciones que se pueden elegir en la página del producto
fi: Tässä tuotteessa on vaihtoehtoja, jotka voidaan valita tuotesivulla
fr_fr: Ce produit a des options qui peuvent être choisies sur la page produit
it_it: Questo prodotto ha opzioni che possono essere scelte nella pagina del prodotto
ja: この商品には商品ページで選択できるオプションがあります
nb_no: Dette produktet har alternativer som kan velges på produktsiden
nl_nl: Dit product heeft opties die op de productpagina gekozen kunnen worden
pl_pl: Ten produkt ma opcje, które można wybrać na stronie produktu
pt_br: Este produto possui opções que podem ser escolhidas na página do produto
ru_ru: У этого продукта есть параметры, которые можно выбрать на странице продукта
sv_se: Denna produkt har alternativ som kan väljas på produktsidan
zh_cn: 此产品在产品页面上有可选择的选项

source: %1$s &times; %2$s
fi: %1$s & kertaa; %2$s
nb_no: %1$s & ganger; %2$s
pl_pl: %1$s & razy; %2$s
sv_se: %1$s & gånger; %2$s

source: %1$s has been added to your cart, together with the following additional products: %2$s
da_dk: %1$s er blevet tilføjet til din kurv, sammen med følgende ekstra produkter: %2$s
de_de: %1$s wurde Ihrem Warenkorb hinzugefügt, zusammen mit den folgenden zusätzlichen Produkten: %2$s
es_es: %1$s se ha añadido a tu carrito, junto con los siguientes productos adicionales: %2$s
fi: %1$s on lisätty ostoskoriisi yhdessä seuraavien lisätuotteiden kanssa: %2$s
fr_fr: %1$s a été ajouté à votre panier, avec les produits supplémentaires suivants : %2$s
it_it: %1$s è stato aggiunto al tuo carrello, insieme ai seguenti prodotti aggiuntivi: %2$s
ja: %1$s がカートに追加され、以下の追加商品も含まれています: %2$s
nb_no: %1$s har blitt lagt til i handlekurven din, sammen med følgende tillegg produkter: %2$s
nl_nl: %1$s is toegevoegd aan je winkelwagentje, samen met de volgende extra producten: %2$s
pl_pl: %1$s został dodany do Twojego koszyka, razem z następującymi dodatkowymi produktami: %2$s
pt_br: %1$s foi adicionado ao seu carrinho, junto com os seguintes produtos adicionais: %2$s
ru_ru: %1$s был добавлен в вашу корзину вместе со следующими дополнительными продуктами: %2$s
sv_se: %1$s har lagts till i din kundvagn, tillsammans med följande ytterligare produkter: %2$s
zh_cn: %1$s 已添加到您的购物车，连同以下附加产品：%2$s

source: Group %1$s, option %2$s, name
da_dk: Gruppe %1$s, mulighed %2$s, navn
de_de: Gruppe %1$s, Option %2$s, Name
es_es: Grupo %1$s, opción %2$s, nombre
fi: Ryhmän %1$s, vaihtoehto %2$s, nimi
fr_fr: Groupe %1$s, option %2$s, nom
it_it: Gruppo %1$s, opzione %2$s, nome
ja: グループ %1$s、オプション %2$s、名前
nb_no: Gruppe %1$s, alternativ %2$s, navn
nl_nl: Groep %1$s, optie %2$s, naam
pl_pl: Grupa %1$s, opcja %2$s, nazwa
pt_br: Grupo %1$s, opção %2$s, nome
ru_ru: Группа %1$s, опция %2$s, название
sv_se: Grupp %1$s, alternativ %2$s, namn
zh_cn: 组 %1$s，选项 %2$s，名称

source: Group %1$s, option %2$s, description
da_dk: Gruppe %1$s, mulighed %2$s, beskrivelse
de_de: Gruppe %1$s, Option %2$s, Beschreibung
es_es: Grupo %1$s, opción %2$s, descripción
fi: Ryhmän %1$s, vaihtoehto %2$s, kuvaus
fr_fr: Groupe %1$s, option %2$s, description
it_it: Gruppo %1$s, opzione %2$s, descrizione
ja: グループ %1$s、オプション %2$s、説明
nb_no: Gruppe %1$s, alternativ %2$s, beskrivelse
nl_nl: Groep %1$s, optie %2$s, beschrijving
pl_pl: Grupa %1$s, opcja %2$s, opis
pt_br: Grupo %1$s, opção %2$s, descrição
ru_ru: Группа %1$s, опция %2$s, описание
sv_se: Grupp %1$s, alternativ %2$s, beskrivning
zh_cn: 组 %1$s，选项 %2$s，描述

source: Group %1$s, option %2$s, content
da_dk: Gruppe %1$s, mulighed %2$s, indhold
de_de: Gruppe %1$s, Option %2$s, Inhalt
es_es: Grupo %1$s, opción %2$s, contenido
fi: Ryhm&auml; %1$s, vaihtoehto %2$s, sisältö
fr_fr: Groupe %1$s, option %2$s, contenu
it_it: Gruppo %1$s, opzione %2$s, contenuto
ja: グループ %1$s、オプション %2$s、コンテンツ
nb_no: Gruppe %1$s, alternativ %2$s, innhold
nl_nl: Groep %1$s, optie %2$s, inhoud
pl_pl: Grupa %1$s, opcja %2$s, zawartość
pt_br: Grupo %1$s, opção %2$s, conteúdo
ru_ru: Группа %1$s, опция %2$s, содержимое
sv_se: Grupp %1$s, alternativ %2$s, innehåll
zh_cn: 组 %1$s, 选项 %2$s, 内容

source: Group %1$s, option %2$s, label %3$d
da_dk: Gruppe %1$s, mulighed %2$s, etiket %3$d
de_de: Gruppe %1$s, Option %2$s, Bezeichnung %3$d
es_es: Grupo %1$s, opción %2$s, etiqueta %3$d
fi: Ryhm&auml; %1$s, vaihtoehto %2$s, etiketti %3$d
fr_fr: Groupe %1$s, option %2$s, étiquette %3$d
it_it: Gruppo %1$s, opzione %2$s, etichetta %3$d
ja: グループ %1$s、オプション %2$s、ラベル %3$d
nb_no: Gruppe %1$s, alternativ %2$s, etikett %3$d
nl_nl: Groep %1$s, optie %2$s, label %3$d
pl_pl: Grupa %1$s, opcja %2$s, etykieta %3$d
pt_br: Grupo %1$s, opção %2$s, rótulo %3$d
ru_ru: Группа %1$s, опция %2$s, метка %3$d
sv_se: Grupp %1$s, alternativ %2$s, etikett %3$d
zh_cn: 组 %1$s, 选项 %2$s, 标签 %3$d

source: Insufficient data supplied.
da_dk: Utilstrækkelige data leveret.
de_de: Unzureichende Daten bereitgestellt.
es_es: Datos insuficientes proporcionados.
fi: Riittämätöntä tietoa toimitettu.
fr_fr: Données insuffisantes fournies.
it_it: Dati insufficienti forniti.
ja: 提供されたデータが不十分です。
nb_no: Utilstrekkelige data levert.
nl_nl: Onvoldoende gegevens geleverd.
pl_pl: Dostarczono niewystarczające dane.
pt_br: Dados insuficientes fornecidos.
ru_ru: Недостаточно данных.
sv_se: Otillräcklig data tillhandahållen.
zh_cn: 提供的数据不足。

source: Insufficient data supplied
da_dk: Utilstrækkelige data leveret
de_de: Unzureichende Daten bereitgestellt
es_es: Datos insuficientes proporcionados
fi: Riittämätöntä tietoa toimitettu
fr_fr: Données insuffisantes fournies
it_it: Dati insufficienti forniti
ja: 提供されたデータが不十分です
nb_no: Utilstrekkelige data levert
nl_nl: Onvoldoende gegevens geleverd
pl_pl: Dostarczono niewystarczające dane
pt_br: Dados insuficientes fornecidos
ru_ru: Недостаточно данных
sv_se: Otillräcklig data tillhandahållen
zh_cn: 提供的数据不足

source: File type is not allowed.
da_dk: Filtype er ikke tilladt.
de_de: Dateityp ist nicht erlaubt.
es_es: El tipo de archivo no está permitido.
fi: Tiedostotyyppi ei ole sallittu.
fr_fr: Le type de fichier n'est pas autorisé.
it_it: Tipo di file non consentito.
ja: ファイルタイプは許可されていません。
nb_no: Filtype er ikke tillatt.
nl_nl: Bestandstype is niet toegestaan.
pl_pl: Typ pliku nie jest dozwolony.
pt_br: Tipo de arquivo não permitido.
ru_ru: Тип файла не разрешен.
sv_se: Filtyp är inte tillåten.
zh_cn: 文件类型不被允许。

source: Invalid option ID.
da_dk: Ugyldigt options-ID.
de_de: Ungültige Options-ID.
es_es: ID de opción no válida.
fi: Virheellinen vaihtoehto ID.
fr_fr: ID d'option invalide.
it_it: ID opzione non valido.
ja: 無効なオプションIDです。
nb_no: Ugyldig alternativ-ID.
nl_nl: Ongeldige optie-ID.
pl_pl: Nieprawidłowe ID opcji.
pt_br: ID de opção inválido.
ru_ru: Недействительный идентификатор опции.
sv_se: Ogiltigt alternativ-ID.
zh_cn: 无效的选项 ID。

source: An array of group IDs.
da_dk: Et array af gruppe-ID'er.
de_de: Ein Array von Gruppen-IDs.
es_es: Un array de IDs de grupo.
fi: Taulukko ryhmän ID:istä.
fr_fr: Un tableau d'ID de groupe.
it_it: Un array di ID gruppo.
ja: グループIDの配列です。
nb_no: Et array av gruppe-ID-er.
nl_nl: Een array van groeps-ID's.
pl_pl: Tablica ID grup.
pt_br: Um array de IDs de grupos.
ru_ru: Массив идентификаторов групп.
sv_se: En array av grupp-ID:n.
zh_cn: 一组组 ID。

source: The unique identifier for the group.
da_dk: Den unikke identifikator for gruppen.
de_de: Der eindeutige Identifikator für die Gruppe.
es_es: El identificador único para el grupo.
fi: Yksilöllinen tunniste ryhmälle.
fr_fr: L'identifiant unique pour le groupe.
it_it: L'identificatore univoco per il gruppo.
ja: グループの一意の識別子です。
nb_no: Den unike identifikatoren for gruppen.
nl_nl: De unieke identificator voor de groep.
pl_pl: Unikalny identyfikator grupy.
pt_br: O identificador único para o grupo.
ru_ru: Уникальный идентификатор группы.
sv_se: Det unika identifieraren för gruppen.
zh_cn: 组的唯一标识符。

source: An array of group_id => menu_order data.
da_dk: Et array af group_id => menu_order data.
de_de: Ein Array von group_id => menu_order-Daten.
es_es: Un array de datos group_id => menu_order.
fi: Taulukko group_id => menu_order -tietoa.
fr_fr: Un tableau de données group_id => menu_order.
it_it: Un array di dati group_id => menu_order.
ja: group_id => menu_orderデータの配列です。
nb_no: Et array av group_id => menu_order data.
nl_nl: Een array van group_id => menu_order gegevens.
pl_pl: Tablica danych group_id => menu_order.
pt_br: Um array de dados group_id => menu_order.
ru_ru: Массив данных group_id => menu_order.
sv_se: En array av group_id => menu_order data.
zh_cn: 一组 group_id => menu_order 数据。

source: An array of product IDs.
da_dk: Et array af produkt-ID'er.
de_de: Ein Array von Produkt-IDs.
es_es: Un array de IDs de productos.
fi: Taulukko tuotteen ID:istä.
fr_fr: Un tableau d'ID de produit.
it_it: Un array di ID prodotto.
ja: 製品IDの配列です。
nb_no: Et array av produkt-ID-er.
nl_nl: Een array van product-ID's.
pl_pl: Tablica ID produktów.
pt_br: Um array de IDs de produtos.
ru_ru: Массив идентификаторов продуктов.
sv_se: En array av produkt-ID:n.
zh_cn: 一组产品 ID。
