Repository: iradwatkins/event.stepperslife.com
Catalog: ira/woocommerce-product-options/languages/woocommerce-product-options-*.po
Languages: da_dk, de_de, es_es, fi, fr_fr, it_it, ja, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, zh_cn

source: A search to filter products by name or SKU.
da_dk: En søgning for at filtrere produkter efter navn eller SKU.
de_de: Eine Suche, um Produkte nach Name oder SKU zu filtern.
es_es: Una búsqueda para filtrar productos por nombre o SKU.
fi: Haku tuotteiden suodattamiseksi nimen tai SKU:n mukaan.
fr_fr: Une recherche pour filtrer les produits par nom ou SKU.
it_it: Una ricerca per filtrare i prodotti per nome o SKU.
ja: 名前またはSKUで製品をフィルタリングする検索です。
nb_no: Et søk for å filtrere produkter etter navn eller SKU.
nl_nl: Een zoekopdracht om producten te filteren op naam of SKU.
pl_pl: Wyszukiwanie do filtrowania produktów według nazwy lub SKU.
pt_br: Uma busca para filtrar produtos por nome ou SKU.
ru_ru: Поиск для фильтрации продуктов по имени или SKU.
sv_se: En sökning för att filtrera produkter efter namn eller SKU.
zh_cn: 按名称或 SKU 过滤产品的搜索。

source: An array of category IDs.
da_dk: Et array af kategori-ID'er.
de_de: Ein Array von Kategorie-IDs.
es_es: Un array de IDs de categoría.
fi: Taulukko kategoria-ID:istä.
fr_fr: Un tableau d'ID de catégorie.
it_it: Un array di ID categoria.
ja: カテゴリIDの配列です。
nb_no: Et array av kategori-ID-er.
nl_nl: Een array van categorie-ID's.
pl_pl: Tablica ID kategorii.
pt_br: Um array de IDs de categorias.
ru_ru: Массив идентификаторов категорий.
sv_se: En array av kategori-ID:n.
zh_cn: 一组类别 ID。

source: No groups
da_dk: Ingen grupper
de_de: Keine Gruppen
es_es: No hay grupos
fi: Ei ryhmiä
fr_fr: Aucun groupe
it_it: Nessun gruppo
ja: グループはありません
nb_no: Ingen grupper
nl_nl: Geen groepen
pl_pl: Brak grup
pt_br: Nenhum grupo
ru_ru: Нет групп
sv_se: Inga grupper
zh_cn: 没有组

source: No group
da_dk: Ingen gruppe
de_de: Keine Gruppe
es_es: No hay grupo
fi: Ei ryhmää
fr_fr: Aucun groupe
it_it: Nessun gruppo
ja: グループはありません
nb_no: Ingen gruppe
nl_nl: Geen groep
pl_pl: Brak grupy
pt_br: Nenhum grupo
ru_ru: Нет группы
sv_se: Ingen grupp
zh_cn: 没有组

source: Something went wrong while creating the group
da_dk: Noget gik galt under oprettelsen af gruppen
de_de: Etwas ist schiefgelaufen beim Erstellen der Gruppe
es_es: Algo salió mal al crear el grupo
fi: Jotain meni vikaan ryhmän luomisessa
fr_fr: Une erreur est survenue lors de la création du groupe
it_it: Qualcosa è andato storto durante la creazione del gruppo
ja: グループの作成中に何か問題が発生しました
nb_no: Noe gikk galt under opprettelsen av gruppen
nl_nl: Er is iets misgegaan bij het aanmaken van de groep
pl_pl: Coś poszło nie tak podczas tworzenia grupy
pt_br: Algo deu errado ao criar o grupo
ru_ru: Что-то пошло не так при создании группы
sv_se: Något gick fel vid skapandet av gruppen
zh_cn: 创建组时出现问题

source: Something went wrong: could not create an option.
da_dk: Noget gik galt: kunne ikke oprette en mulighed.
de_de: Etwas ist schiefgelaufen: Option konnte nicht erstellt werden.
es_es: Algo salió mal: no se pudo crear una opción.
fi: Jotain meni vikaan: ei voitu luoda vaihtoehtoa.
fr_fr: Une erreur est survenue : impossible de créer une option.
it_it: Qualcosa è andato storto: impossibile creare un'opzione.
ja: 何か問題が発生しました: オプションを作成できませんでした。
nb_no: Noe gikk galt: kunne ikke opprette et alternativ.
nl_nl: Er is iets misgegaan: kon een optie niet aanmaken.
pl_pl: Coś poszło nie tak: nie można utworzyć opcji.
pt_br: Algo deu errado: não foi possível criar uma opção.
ru_ru: Что-то пошло не так: не удалось создать опцию.
sv_se: Något gick fel: kunde inte skapa ett alternativ.
zh_cn: 出现问题：无法创建选项。

source: Something went wrong while duplicating the group
da_dk: Noget gik galt under duplikeringen af gruppen
de_de: Etwas ist schiefgelaufen beim Duplizieren der Gruppe
es_es: Algo salió mal al duplicar el grupo
fi: Jotain meni vikaan ryhmän kopioinnissa
fr_fr: Une erreur est survenue lors de la duplication du groupe
it_it: Qualcosa è andato storto durante la duplicazione del gruppo
ja: グループの複製中に何か問題が発生しました
nb_no: Noe gikk galt under duplisering av gruppen
nl_nl: Er is iets misgegaan bij het dupliceren van de groep
pl_pl: Coś poszło nie tak podczas duplikowania grupy
pt_br: Algo deu errado ao duplicar o grupo
ru_ru: Что-то пошло не так при дублировании группы
sv_se: Något gick fel vid dupliceringen av gruppen
zh_cn: 复制组时出现问题

source: Something went wrong: could not update the selected group
da_dk: Noget gik galt: kunne ikke opdatere den valgte gruppe
de_de: Etwas ist schiefgelaufen: Ausgewählte Gruppe konnte nicht aktualisiert werden
es_es: Algo salió mal: no se pudo actualizar el grupo seleccionado
fi: Jotain meni vikaan: ei voitu päivittää valittua ryhmää
fr_fr: Une erreur est survenue : impossible de mettre à jour le groupe sélectionné
it_it: Qualcosa è andato storto: impossibile aggiornare il gruppo selezionato
ja: 何か問題が発生しました: 選択したグループを更新できませんでした
nb_no: Noe gikk galt: kunne ikke oppdatere den valgte gruppen
nl_nl: Er is iets misgegaan: kon de geselecteerde groep niet bijwerken
pl_pl: Coś poszło nie tak: nie można zaktualizować wybranej grupy
pt_br: Algo deu errado: não foi possível atualizar o grupo selecionado
ru_ru: Что-то пошло не так: не удалось обновить выбранную группу
sv_se: Något gick fel: kunde inte uppdatera den valda gruppen
zh_cn: 出现问题：无法更新所选组

source: Something went wrong: could not update an option.
da_dk: Noget gik galt: kunne ikke opdatere en mulighed.
de_de: Etwas ist schiefgelaufen: Option konnte nicht aktualisiert werden.
es_es: Algo salió mal: no se pudo actualizar una opción.
fi: Jotain meni vikaan: ei voitu päivittää vaihtoehtoa.
fr_fr: Une erreur est survenue : impossible de mettre à jour une option.
it_it: Qualcosa è andato storto: impossibile aggiornare un'opzione.
ja: 何か問題が発生しました: オプションを更新できませんでした。
nb_no: Noe gikk galt: kunne ikke oppdatere et alternativ.
nl_nl: Er is iets misgegaan: kon een optie niet bijwerken.
pl_pl: Coś poszło nie tak: nie można zaktualizować opcji.
pt_br: Algo deu errado: não foi possível atualizar uma opção.
ru_ru: Что-то пошло не так: не удалось обновить опцию.
sv_se: Något gick fel: kunde inte uppdatera ett alternativ.
zh_cn: 出现问题：无法更新选项。

source: Something went wrong: could not find the group
da_dk: Noget gik galt: kunne ikke finde gruppen
de_de: Etwas ist schiefgelaufen: Gruppe konnte nicht gefunden werden
es_es: Algo salió mal: no se pudo encontrar el grupo
fi: Jotain meni vikaan: ei voitu löytää ryhmää
fr_fr: Une erreur est survenue : impossible de trouver le groupe
it_it: Qualcosa è andato storto: impossibile trovare il gruppo
ja: 何か問題が発生しました: グループを見つけることができませんでした
nb_no: Noe gikk galt: kunne ikke finne gruppen
nl_nl: Er is iets misgegaan: kon de groep niet vinden
pl_pl: Coś poszło nie tak: nie można znaleźć grupy
pt_br: Algo deu errado: não foi possível encontrar o grupo
ru_ru: Что-то пошло не так: не удалось найти группу
sv_se: Något gick fel: kunde inte hitta gruppen
zh_cn: 出现问题：无法找到组

source: Something went wrong with reodering.
da_dk: Der opstod en fejl ved omrokeringen.
de_de: Etwas ist beim Neuanordnen schiefgelaufen.
es_es: Algo salió mal con el reordenamiento.
fi: Jotain meni pieleen järjestämisessä.
fr_fr: Un problème est survenu lors de la réorganisation.
it_it: Qualcosa è andato storto con il riordino.
ja: 再注文中に何かがうまくいきませんでした。
nb_no: Noe gikk galt med bestillingen.
nl_nl: Er is iets misgegaan met het herordenen.
pl_pl: Coś poszło nie tak z zamówieniem.
pt_br: Algo deu errado com a reordenação.
ru_ru: Что-то пошло не так с переупорядочиванием.
sv_se: Något gick fel med ombeställningen.
zh_cn: 重新排序时出错。

source: The option "%1$s" no longer exists. Please update the formula "%2$s".
da_dk: Muligheden "%1$s" eksisterer ikke længere. Opdater venligst formlen "%2$s".
de_de: Die Option "%1$s" existiert nicht mehr. Bitte aktualisieren Sie die Formel "%2$s".
es_es: La opción "%1$s" ya no existe. Por favor, actualiza la fórmula "%2$s".
fi: Asetusta "%1$s" ei enää ole. Päivitä kaava "%2$s".
fr_fr: L’option "%1$s" n’existe plus. Veuillez mettre à jour la formule "%2$s".
it_it: L'opzione "%1$s" non esiste più. Si prega di aggiornare la formula "%2$s".
ja: オプション "%1$s" はもはや存在しません。式 "%2$s" を更新してください。
nb_no: Alternativet "%1$s" eksisterer ikke lenger. Vennligst oppdater formelen "%2$s".
nl_nl: De optie "%1$s" bestaat niet meer. Werk alstublieft de formule "%2$s" bij.
pl_pl: Opcja "%1$s" już nie istnieje. Proszę zaktualizować formułę "%2$s".
pt_br: A opção "%1$s" não existe mais. Por favor, atualize a fórmula "%2$s".
ru_ru: Опция "%1$s" больше не существует. Пожалуйста, обновите формулу "%2$s".
sv_se: Alternativet "%1$s" finns inte längre. Vänligen uppdatera formeln "%2$s".
zh_cn: 选项 "%1$s" 不再存在。请更新公式 "%2$s"。

source: Missing parameters. Please provide either "include" or "search" parameter.
da_dk: Manglende parametre. Angiv venligst enten "include" eller "search" parameter.
de_de: Fehlende Parameter. Bitte geben Sie entweder den Parameter "include" oder "search" an.
es_es: Faltan parámetros. Por favor, proporciona el parámetro "include" o "search".
fi: Puuttuvat parametrit. Anna joko "include" tai "search" -parametri.
fr_fr: Paramètres manquants. Veuillez fournir soit le paramètre "include" soit le paramètre "search".
it_it: Parametri mancanti. Si prega di fornire il parametro "include" o "search".
ja: パラメータが不足しています。"include" または "search" パラメータを提供してください。
nb_no: Mangler parametere. Vennligst oppgi enten "include" eller "search"-parameter.
nl_nl: Ontbrekende parameters. Geef alstublieft ofwel de parameter "include" of "search" op.
pl_pl: Brakujące parametry. Proszę podać parametr "include" lub "search".
pt_br: Parâmetros ausentes. Por favor, forneça o parâmetro "incluir" ou "pesquisar".
ru_ru: Отсутствуют параметры. Пожалуйста, предоставьте либо параметр "include", либо параметр "search".
sv_se: Saknade parametrar. Vänligen ange antingen parameter "include" eller "search".
zh_cn: 缺少参数。请提供 "include" 或 "search" 参数。

source: No products
da_dk: Ingen produkter
de_de: Keine Produkte
es_es: No hay productos
fi: Ei tuotteita
fr_fr: Aucun produit
it_it: Nessun prodotto
ja: 商品がありません
nb_no: Ingen produkter
nl_nl: Geen producten
pl_pl: Brak produktów
pt_br: Sem produtos
ru_ru: Нет продуктов
sv_se: Inga produkter
zh_cn: 没有产品

source: No search term provided
da_dk: Ingen søgeord angivet
de_de: Kein Suchbegriff angegeben
es_es: No se proporcionó ningún término de búsqueda
fi: Ei hakutermia annettu
fr_fr: Aucun terme de recherche fourni
it_it: Nessun termine di ricerca fornito
ja: 検索語が提供されていません
nb_no: Ingen søkeord oppgitt
nl_nl: Geen zoekterm opgegeven
pl_pl: Nie podano terminu wyszukiwania
pt_br: Nenhum termo de pesquisa fornecido
ru_ru: Не предоставлен поисковый запрос
sv_se: Ingen sökterm angiven
zh_cn: 未提供搜索词

source: No categories
da_dk: Ingen kategorier
de_de: Keine Kategorien
es_es: No hay categorías
fi: Ei kategorioita
fr_fr: Aucune catégorie
it_it: Nessuna categoria
ja: カテゴリがありません
nb_no: Ingen kategorier
nl_nl: Geen categorieën
pl_pl: Brak kategorii
pt_br: Sem categorias
ru_ru: Нет категорий
sv_se: Inga kategorier
zh_cn: 没有类别

source: The menu order for the group.
da_dk: Menuordenen for gruppen.
de_de: Die Menüreihenfolge für die Gruppe.
es_es: El orden del menú para el grupo.
fi: Ryhmän valikkotila.
fr_fr: L'ordre du menu pour le groupe.
it_it: L'ordine del menu per il gruppo.
ja: グループのメニュー順序。
nb_no: Menyrekkefølgen for gruppen.
nl_nl: De menuvolgorde voor de groep.
pl_pl: Kolejność menu dla grupy.
pt_br: A ordem do menu para o grupo.
ru_ru: Порядок меню для группы.
sv_se: Menyns ordning för gruppen.
zh_cn: 该组的菜单顺序。

source: The name for the group.
da_dk: Navnet på gruppen.
de_de: Der Name für die Gruppe.
es_es: El nombre del grupo.
fi: Ryhmän nimi.
fr_fr: Le nom du groupe.
it_it: Il nome per il gruppo.
ja: グループの名前。
nb_no: Navnet på gruppen.
nl_nl: De naam voor de groep.
pl_pl: Nazwa grupy.
pt_br: O nome do grupo.
ru_ru: Название для группы.
sv_se: Namnet för gruppen.
zh_cn: 该组的名称。

source: Indicates whether the group name should be displayed.
da_dk: Angiver om gruppens navn skal vises.
de_de: Gibt an, ob der Gruppenname angezeigt werden soll.
es_es: Indica si se debe mostrar el nombre del grupo.
fi: Ilmaisee, tulisiko ryhmän nimen näkyä.
fr_fr: Indique si le nom du groupe doit être affiché.
it_it: Indica se il nome del gruppo deve essere visualizzato.
ja: グループ名を表示するかどうかを示します。
nb_no: Angir om gruppenavnet skal vises.
nl_nl: Geeft aan of de groepsnaam moet worden weergegeven.
pl_pl: Określa, czy nazwa grupy powinna być wyświetlana.
pt_br: Indica se o nome do grupo deve ser exibido.
ru_ru: Указывает, должно ли отображаться имя группы.
sv_se: Anger huruvida gruppnamnet ska visas.
zh_cn: 指示组名是否应显示。

source: The visiblity status for the group.
da_dk: Synlighedsstatus for gruppen.
de_de: Der Sichtbarkeitsstatus für die Gruppe.
es_es: El estado de visibilidad para el grupo.
fi: Ryhmän näkyvyystila.
fr_fr: Le statut de visibilité pour le groupe.
it_it: Lo stato di visibilità per il gruppo.
ja: グループの可視性ステータス。
nb_no: Synlighetsstatus for gruppen.
nl_nl: De zichtbaarheidstatus voor de groep.
pl_pl: Status widoczności dla grupy.
pt_br: O status de visibilidade para o grupo.
ru_ru: Статус видимости для группы.
sv_se: Synlighetsstatus för gruppen.
zh_cn: 该组的可见性状态。

source: The products for the group.
da_dk: Produkter for gruppen.
de_de: Die Produkte für die Gruppe.
es_es: Los productos para el grupo.
fi: Ryhmän tuotteet.
fr_fr: Les produits pour le groupe.
it_it: I prodotti per il gruppo.
ja: グループの商品の一覧。
nb_no: Produktene for gruppen.
nl_nl: De producten voor de groep.
pl_pl: Produkty dla grupy.
pt_br: Os produtos para o grupo.
ru_ru: Продукты для группы.
sv_se: Produkter för gruppen.
zh_cn: 该组的产品。

source: The products to exclude for for the group.
da_dk: Produkter, der skal udelukkes for gruppen.
de_de: Die auszuschließenden Produkte für die Gruppe.
es_es: Los productos a excluir para el grupo.
fi: Ryhmän suljettavat tuotteet.
fr_fr: Les produits à exclure pour le groupe.
it_it: I prodotti da escludere per il gruppo.
ja: グループから除外する商品の一覧。
nb_no: Produktene som skal ekskluderes for gruppen.
nl_nl: De producten die voor de groep moeten worden uitgesloten.
pl_pl: Produkty do wykluczenia dla grupy.
pt_br: Os produtos a excluir para o grupo.
ru_ru: Продукты, которые нужно исключить для группы.
sv_se: Produkter att exkludera för gruppen.
zh_cn: 该组要排除的产品。

source: The categories for the group.
da_dk: Kategorier for gruppen.
de_de: Die Kategorien für die Gruppe.
es_es: Las categorías para el grupo.
fi: Ryhmän kategoriat.
fr_fr: Les catégories pour le groupe.
it_it: Le categorie per il gruppo.
ja: グループのカテゴリ。
nb_no: Kategoriene for gruppen.
nl_nl: De categorieën voor de groep.
pl_pl: Kategorie dla grupy.
pt_br: As categorias para o grupo.
ru_ru: Категории для группы.
sv_se: Kategorier för gruppen.
zh_cn: 该组的类别。

source: The categories to exclude for the group.
da_dk: Kategorier, der skal udelukkes for gruppen.
de_de: Die auszuschließenden Kategorien für die Gruppe.
es_es: Las categorías a excluir para el grupo.
fi: Ryhmän suljettavat kategoriat.
fr_fr: Les catégories à exclure pour le groupe.
it_it: Le categorie da escludere per il gruppo.
ja: グループから除外するカテゴリ。
nb_no: Kategoriene som skal ekskluderes for gruppen.
nl_nl: De categorieën die voor de groep moeten worden uitgesloten.
pl_pl: Kategorie do wykluczenia dla grupy.
pt_br: As categorias a excluir para o grupo.
ru_ru: Категории, которые нужно исключить для группы.
sv_se: Kategorier att exkludera för gruppen.
zh_cn: 该组要排除的类别。

source: The options for the group.
da_dk: Muligheder for gruppen.
de_de: Die Optionen für die Gruppe.
es_es: Las opciones para el grupo.
fi: Ryhmän vaihtoehdot.
fr_fr: Les options pour le groupe.
it_it: Le opzioni per il gruppo.
ja: グループのオプション。
nb_no: Alternativene for gruppen.
nl_nl: De opties voor de groep.
pl_pl: Opcje dla grupy.
pt_br: As opções para o grupo.
ru_ru: Опции для группы.
sv_se: Alternativ för gruppen.
zh_cn: 该组的选项。

source: The unique identifier for the option.
da_dk: Den unikke identifikator for muligheden.
de_de: Die eindeutige Kennung für die Option.
es_es: El identificador único para la opción.
fi: Vaihtoehdon yksilöllinen tunniste.
fr_fr: L'identifiant unique pour l'option.
it_it: L'identificatore unico per l'opzione.
ja: オプションの一意の識別子。
nb_no: Den unike identifikatoren for alternativet.
nl_nl: De unieke identificator voor de optie.
pl_pl: Unikalny identyfikator dla opcji.
pt_br: O identificador único para a opção.
ru_ru: Уникальный идентификатор для опции.
sv_se: Det unika identifieraren för alternativet.
zh_cn: 选项的唯一标识符。

source: The Group ID to which the option belongs.
da_dk: Gruppens ID, som muligheden tilhører.
de_de: Die Gruppen-ID, zu der die Option gehört.
es_es: El ID del grupo al que pertenece la opción.
fi: Ryhmän ID, johon vaihtoehto kuuluu.
fr_fr: L'ID du groupe auquel appartient l'option.
it_it: L'ID del gruppo a cui appartiene l'opzione.
ja: オプションが属するグループID。
nb_no: Gruppens ID som alternativet tilhører.
nl_nl: De Groep-ID waartoe de optie behoort.
pl_pl: ID grupy, do której należy opcja.
pt_br: O ID do grupo ao qual a opção pertence.
ru_ru: ID группы, к которой принадлежит опция.
sv_se: Grupp-ID:t som alternativet tillhör.
zh_cn: 选项所属的组 ID。

source: The menu order for the option.
da_dk: Menuordenen for muligheden.
de_de: Die Menüreihenfolge für die Option.
es_es: El orden del menú para la opción.
fi: Vaihtoehdon valikkotila.
fr_fr: L'ordre du menu pour l'option.
it_it: L'ordine del menu per l'opzione.
ja: オプションのメニュー順序。
nb_no: Menyrekkefølgen for alternativet.
nl_nl: De menuvolgorde voor de optie.
pl_pl: Kolejność menu dla opcji.
pt_br: A ordem do menu para a opção.
ru_ru: Порядок меню для опции.
sv_se: Menyns ordning för alternativet.
zh_cn: 选项的菜单顺序。

source: The name for the option.
da_dk: Navnet på muligheden.
de_de: Der Name für die Option.
es_es: El nombre de la opción.
fi: Vaihtoehdon nimi.
fr_fr: Le nom de l'option.
it_it: Il nome per l'opzione.
ja: オプションの名前。
nb_no: Navnet på alternativet.
nl_nl: De naam voor de optie.
pl_pl: Nazwa opcji.
pt_br: O nome da opção.
ru_ru: Название для опции.
sv_se: Namnet för alternativet.
zh_cn: 选项的名称。

source: The visiblity status for the option.
da_dk: Synlighedsstatus for muligheden.
de_de: Der Sichtbarkeitsstatus für die Option.
es_es: El estado de visibilidad para la opción.
fi: Vaihtoehdon näkyvyystila.
fr_fr: Le statut de visibilité pour l'option.
it_it: Lo stato di visibilità per l'opzione.
ja: オプションの可視性ステータス。
nb_no: Synlighetsstatus for alternativet.
nl_nl: De zichtbaarheidstatus voor de optie.
pl_pl: Status widoczności dla opcji.
pt_br: O status de visibilidade para a opção.
ru_ru: Статус видимости для опции.
sv_se: Synlighetsstatus för alternativet.
zh_cn: 选项的可见性状态。

source: The field type for the option.
da_dk: Feldtypen for indstillingen.
de_de: Der Feldtyp für die Option.
es_es: El tipo de campo para la opción.
fi: Vaihtoehdon kenttätyyppi.
fr_fr: Le type de champ pour l'option.
it_it: Il tipo di campo per l'opzione.
ja: オプションのフィールドタイプ。
nb_no: Felt typen for alternativet.
nl_nl: Het veldtype voor de optie.
pl_pl: Typ pola dla opcji.
pt_br: O tipo de campo para a opção.
ru_ru: Тип поля для параметра.
sv_se: Fälttypen för alternativet.
zh_cn: 选项的字段类型。

source: The choices for the option.
da_dk: Valgmulighederne for indstillingen.
de_de: Die Auswahlmöglichkeiten für die Option.
es_es: Las opciones para la opción.
fi: Vaihtoehdon valinnat.
fr_fr: Les choix pour l'option.
it_it: Le scelte per l'opzione.
ja: オプションの選択肢。
nb_no: Valgene for alternativet.
nl_nl: De keuzes voor de optie.
pl_pl: Wybory dla opcji.
pt_br: As escolhas para a opção.
ru_ru: Выборы для параметра.
sv_se: Valen för alternativet.
zh_cn: 选项的选择。

source: Indicates whether the option is required.
da_dk: Angiver, om indstillingen er påkrævet.
de_de: Gibt an, ob die Option erforderlich ist.
es_es: Indica si la opción es obligatoria.
fi: Ilmaisee, onko vaihtoehto pakollinen.
fr_fr: Indique si l'option est requise.
it_it: Indica se l'opzione è obbligatoria.
ja: オプションが必須かどうかを示します。
nb_no: Indikerer om alternativet er påkrevd.
nl_nl: Geeft aan of de optie verplicht is.
pl_pl: Wskazuje, czy opcja jest wymagana.
pt_br: Indica se a opção é obrigatória.
ru_ru: Указывает, требуется ли параметр.
sv_se: Anger om alternativet är obligatoriskt.
zh_cn: 指示该选项是否为必填项。

source: Indicates whether the option name should be displayed.
da_dk: Angiver, om indstillingsnavnet skal vises.
de_de: Gibt an, ob der Optionsname angezeigt werden soll.
es_es: Indica si el nombre de la opción debe mostrarse.
fi: Ilmaisee, tuleeko vaihtoehdon nimi näyttää.
fr_fr: Indique si le nom de l'option doit être affiché.
it_it: Indica se il nome dell'opzione deve essere visualizzato.
ja: オプション名を表示する必要があるかどうかを示します。
nb_no: Indikerer om alternativnavnet skal vises.
nl_nl: Geeft aan of de optienaam moet worden weergegeven.
pl_pl: Wskazuje, czy nazwa opcji powinna być wyświetlana.
pt_br: Indica se o nome da opção deve ser exibido.
ru_ru: Указывает, должно ли имя параметра отображаться.
sv_se: Anger om alternativets namn ska visas.
zh_cn: 指示选项名称是否应显示。

source: Any specific extra settings for the option.
da_dk: Eventuelle specifikke ekstraindstillinger for indstillingen.
de_de: Spezifische zusätzliche Einstellungen für die Option.
es_es: Cualquier configuración adicional específica para la opción.
fi: Mahdolliset erityiset lisäasetukset vaihtoehdolle.
fr_fr: Toute configuration supplémentaire spécifique pour l'option.
it_it: Eventuali impostazioni extra specifiche per l'opzione.
ja: オプションのための特定の追加設定。
nb_no: Eventuelle spesifikke ekstra innstillinger for alternativet.
nl_nl: Eventuele specifieke extra instellingen voor de optie.
pl_pl: Jakiekolwiek dodatkowe ustawienia dla opcji.
pt_br: Quaisquer configurações extras específicas para a opção.
ru_ru: Любые специфические дополнительные настройки для параметра.
sv_se: Eventuella specifika extrainställningar för alternativet.
zh_cn: 选项的任何特定额外设置。

source: Settings for the datepicker
da_dk: Indstillinger for datovælgeren
de_de: Einstellungen für den Datepicker
es_es: Configuraciones para el selector de fechas
fi: Päivämäärävalitsimen asetukset
fr_fr: Paramètres pour le sélecteur de date
it_it: Impostazioni per il selezionatore di date
ja: 日付選択ツールの設定
nb_no: Innstillinger for datovelgeren
nl_nl: Instellingen voor de datumkiezer
pl_pl: Ustawienia dla selektora daty
pt_br: Configurações para o seletor de datas
ru_ru: Настройки для выбора даты
sv_se: Inställningar för datumväljaren
zh_cn: 日期选择器的设置

source: The choice type for the option.
da_dk: Valgetype for indstillingen.
de_de: Der Auswahltyp für die Option.
es_es: El tipo de elección para la opción.
fi: Vaihtoehdon valintatyyppi.
fr_fr: Le type de choix pour l'option.
it_it: Il tipo di scelta per l'opzione.
ja: オプションの選択タイプ。
nb_no: Valgtypen for alternativet.
nl_nl: Het keuzetype voor de optie.
pl_pl: Typ wyboru dla opcji.
pt_br: O tipo de escolha para a opção.
ru_ru: Тип выбора для параметра.
sv_se: Valtypen för alternativet.
zh_cn: 选项的选择类型。

source: The selected attribute for the option.
da_dk: Den valgte attribut for indstillingen.
de_de: Das ausgewählte Attribut für die Option.
es_es: El atributo seleccionado para la opción.
fi: Vaihtoehdon valittu attribuutti.
fr_fr: L'attribut sélectionné pour l'option.
it_it: L'attributo selezionato per l'opzione.
ja: オプションの選択された属性。
nb_no: Den valgte attributten for alternativet.
nl_nl: Het geselecteerde attribuut voor de optie.
pl_pl: Atrybut zaznaczenia dla opcji.
pt_br: O atributo selecionado para a opção.
ru_ru: Выбранный атрибут для параметра.
sv_se: Den valda egenskapen för alternativet.
zh_cn: 选项的选中属性。
