Repository: iradwatkins/event.stepperslife.com
Catalog: ira/woocommerce-product-options/languages/woocommerce-product-options-*.po
Languages: da_dk, de_de, es_es, fi, fr_fr, it_it, ja, nb_no, nl_nl, pl_pl, pt_br, ru_ru, sv_se, zh_cn

source: Invalid license key - please check your order confirmation email or %1$sAccount%2$s.
da_dk: Ugyldig licensnøgle - venligst tjek din ordrebekræftelses-e-mail eller %1$sKonto%2$s.
de_de: Ungültiger Lizenzschlüssel - bitte überprüfen Sie Ihre Bestellbestätigungs-E-Mail oder %1$sKonto%2$s.
es_es: Clave de licencia no válida - por favor verifique su correo electrónico de confirmación de pedido o %1$sCuenta%2$s.
fi: Virheellinen lisenssiavain - tarkista tilausvahvistus-sähköpostisi tai %1$sTili%2$s.
fr_fr: Clé de licence invalide - veuillez vérifier votre e-mail de confirmation de commande ou %1$sCompte%2$s.
it_it: Chiave di licenza non valida - per favore controlla la tua email di conferma dell'ordine o %1$sAccount%2$s.
ja: 無効なライセンスキーです。ご注文確認メールを確認するか、%1$sアカウント%2$sをご覧ください。
nb_no: Ugyldig lisensnøkkel - vennligst sjekk bekreftelses-e-posten din eller %1$sKonto%2$s.
nl_nl: Ongeldige licentiesleutel - controleer alstublieft uw orderbevestiging e-mail of %1$sAccount%2$s.
pl_pl: Nieprawidłowy klucz licencyjny - proszę sprawdzić e-mail potwierdzający zamówienie lub %1$sKonto%2$s.
pt_br: Chave de licença inválida - por favor verifique seu e-mail de confirmação do pedido ou %1$sConta%2$s.
ru_ru: Недействительный ключ лицензии - пожалуйста, проверьте ваше электронное письмо с подтверждением заказа или %1$sАккаунт%2$s.
sv_se: Ogiltig licensnyckel - vänligen kontrollera din beställningsbekräftelse e-post eller %1$sKonto%2$s.
zh_cn: 无效的许可证密钥 - 请检查您的订单确认电子邮件或 %1$s帐户%2$s。

source: No URL was supplied for activation, please contact support.
da_dk: Der blev ikke leveret nogen URL til aktivering, venligst kontakt support.
de_de: Es wurde keine URL zur Aktivierung bereitgestellt, bitte kontaktieren Sie den Support.
es_es: No se proporcionó ninguna URL para la activación, por favor contacte con soporte.
fi: Aktivointia varten ei toimitettu URL-osoitetta, ota yhteyttä tukeen.
fr_fr: Aucune URL n'a été fournie pour l'activation, veuillez contacter le support.
it_it: Nessun URL è stato fornito per l'attivazione, per favore contatta il supporto.
ja: アクティベーション用のURLが提供されていません。サポートにお問い合わせください。
nb_no: Ingen URL ble oppgitt for aktivering, vennligst kontakt support.
nl_nl: Er is geen URL opgegeven voor activatie, neem alstublieft contact op met de ondersteuning.
pl_pl: Nie podano adresu URL do aktywacji, proszę skontaktować się z pomocą techniczną.
pt_br: Nenhuma URL foi fornecida para ativação, por favor contate o suporte.
ru_ru: Не был предоставлен URL для активации, пожалуйста, свяжитесь с поддержкой.
sv_se: Ingen URL angavs för aktivering, vänligen kontakta support.
zh_cn: 未提供激活的 URL，请联系支持。

source: License key mismatch, please contact support.
da_dk: Licensnøglen stemmer ikke overens, venligst kontakt support.
de_de: Lizenzschlüssel stimmt nicht überein, bitte kontaktieren Sie den Support.
es_es: No coincide la clave de licencia, por favor contacte con soporte.
fi: Lisenssiavaimessa on ristiriita, ota yhteyttä tukeen.
fr_fr: Incohérence de la clé de licence, veuillez contacter le support.
it_it: Disallineamento della chiave di licenza, per favore contatta il supporto.
ja: ライセンスキーが一致しません。サポートにお問い合わせください。
nb_no: Lisensnøkkelen samsvarer ikke, vennligst kontakt support.
nl_nl: Licentiesleutel komt niet overeen, neem alstublieft contact op met de ondersteuning.
pl_pl: Niezgodność klucza licencyjnego, proszę skontaktować się z pomocą techniczną.
pt_br: Incompatibilidade da chave de licença, por favor contate o suporte.
ru_ru: Несоответствие ключа лицензии, пожалуйста, свяжитесь с поддержкой.
sv_se: Licensnyckeln matchar inte, vänligen kontakta support.
zh_cn: 许可证密钥不匹配，请联系支持。

source: This license is for a bundled product and cannot be activated.
da_dk: Denne licens er til et samlet produkt og kan ikke aktiveres.
de_de: Diese Lizenz ist für ein gebündeltes Produkt und kann nicht aktiviert werden.
es_es: Esta licencia es para un producto agrupado y no se puede activar.
fi: Tämä lisenssi on paketoidulle tuotteelle eikä sitä voida aktivoida.
fr_fr: Cette licence est pour un produit groupé et ne peut pas être activée.
it_it: Questa licenza è per un prodotto confezionato e non può essere attivata.
ja: このライセンスはバンドル製品用であり、アクティベートできません。
nb_no: Denne lisensen er for et pakket produkt og kan ikke aktiveres.
nl_nl: Deze licentie is voor een gebundeld product en kan niet worden geactiveerd.
pl_pl: Ten klucz licencyjny jest przeznaczony dla produktu pakietowego i nie może zostać aktywowany.
pt_br: Esta licença é para um produto agrupado e não pode ser ativada.
ru_ru: Эта лицензия предназначена для комплектного продукта и не может быть активирована.
sv_se: Denna licens är för en paketprodukt och kan inte aktiveras.
zh_cn: 此许可证适用于捆绑产品，无法激活。

source: Your license key is not valid for this plugin.
da_dk: Din licensnøgle er ikke gyldig for dette plugin.
de_de: Ihr Lizenzschlüssel ist nicht für dieses Plugin gültig.
es_es: Su clave de licencia no es válida para este plugin.
fi: Lisenssiavain ei ole voimassa tälle liitännäiselle.
fr_fr: Votre clé de licence n'est pas valide pour ce plugin.
it_it: La tua chiave di licenza non è valida per questo plugin.
ja: あなたのライセンスキーはこのプラグインには無効です。
nb_no: Lisensnøkkelen din er ikke gyldig for denne plugin-en.
nl_nl: Uw licentiesleutel is niet geldig voor deze plugin.
pl_pl: Twój klucz licencyjny nie jest ważny dla tej wtyczki.
pt_br: Sua chave de licença não é válida para este plugin.
ru_ru: Ваш ключ лицензии недействителен для этого плагина.
sv_se: Din licensnyckel är inte giltig för detta plugin.
zh_cn: 您的许可证密钥不适用于此插件。

source: %s site active
da_dk: %s site aktiv
de_de: %s Site aktiv
es_es: %s sitio activo
fi: %s sivu aktiivinen
fr_fr: %s site actif
it_it: %s sito attivo
ja: %s サイトがアクティブです
nb_no: %s nettsted aktiv
nl_nl: %s site actief
pl_pl: %s strona aktywna
pt_br: %s site ativo
ru_ru: активен %s сайт
sv_se: %s webbplats aktiv
zh_cn: %s 个站点已激活

source: Your license key has reached its activation limit (%s).
da_dk: Din licensnøgle har nået sin aktiveringsgrænse (%s).
de_de: Ihr Lizenzschlüssel hat sein Aktivierungslimit erreicht (%s).
es_es: Su clave de licencia ha alcanzado su límite de activación (%s).
fi: Lisenssiavaimesi on saavuttanut aktivointirajan (%s).
fr_fr: Votre clé de licence a atteint sa limite d'activation (%s).
it_it: La tua chiave di licenza ha raggiunto il limite di attivazione (%s).
ja: あなたのライセンスキーはアクティベーションの制限に達しました (%s)。
nb_no: Lisensnøkkelen din har nådd aktiveringsgrensen (%s).
nl_nl: Uw licentiesleutel heeft zijn activatielimiet bereikt (%s).
pl_pl: Twój klucz licencyjny osiągnął limit aktywacji (%s).
pt_br: Sua chave de licença atingiu seu limite de ativação (%s).
ru_ru: Ваш ключ лицензии достиг предела активации (%s).
sv_se: Din licensnyckel har nått sin aktiveringsgräns (%s).
zh_cn: 您的许可证密钥已达到激活限制 (%s)。

source: Read more
da_dk: Læs mere
de_de: Mehr erfahren
es_es: Leer más
fi: Lue lisää
fr_fr: Lire la suite
it_it: Leggi di più
ja: 続きを読む
nb_no: Les mer
nl_nl: Lees meer
pl_pl: Czytaj więcej
pt_br: Leia mais
ru_ru: Читать далее
sv_se: Läs mer
zh_cn: 阅读更多

source: Your license key expired on %s.
da_dk: Din licensnøgle udløb den %s.
de_de: Ihr Lizenzschlüssel ist am %s abgelaufen.
es_es: Su clave de licencia expiró el %s.
fi: Lisenssiavaimesi on vanhentunut %s.
fr_fr: Votre clé de licence a expiré le %s.
it_it: La tua chiave di licenza è scaduta il %s.
ja: あなたのライセンスキーは %s に期限切れです。
nb_no: Lisensnøkkelen din utløp den %s.
nl_nl: Uw licentiesleutel is verlopen op %s.
pl_pl: Twój klucz licencyjny wygasł %s.
pt_br: Sua chave de licença expirou em %s.
ru_ru: Ваш ключ лицензии истек %s.
sv_se: Din licensnyckel gick ut den %s.
zh_cn: 您的许可证密钥已于 %s 过期。

source: Renew now for 20% discount.
da_dk: Forny nu for 20% rabat.
de_de: Jetzt erneuern für 20% Rabatt.
es_es: Renueva ahora con un 20% de descuento.
fi: Uudista nyt 20% alennuksella.
fr_fr: Renouvelez maintenant pour bénéficier d'une réduction de 20%.
it_it: Rinnova ora per un sconto del 20%.
ja: 今すぐ更新して20%割引を受けましょう。
nb_no: Forny nå for 20% rabatt.
nl_nl: Verleng nu voor 20% korting.
pl_pl: Odnów teraz, aby uzyskać 20% zniżki.
pt_br: Renove agora com 20% de desconto.
ru_ru: Продлите сейчас со скидкой 20%.
sv_se: Förnya nu för 20% rabatt.
zh_cn: 立即续费享受 20% 折扣。

source: Your license key is not active. Please reactivate or save the settings.
da_dk: Din licensnøgle er ikke aktiv. Venligst genaktiver eller gem indstillingerne.
de_de: Ihr Lizenzschlüssel ist nicht aktiv. Bitte reaktivieren oder die Einstellungen speichern.
es_es: Su clave de licencia no está activa. Por favor, reactívala o guarda la configuración.
fi: Lisenssiavaimesi ei ole aktiivinen. Ole hyvä ja aktivoi se uudelleen tai tallenna asetukset.
fr_fr: Votre clé de licence n'est pas active. Veuillez réactiver ou enregistrer les paramètres.
it_it: La tua chiave di licenza non è attiva. Si prega di riattivare o salvare le impostazioni.
ja: あなたのライセンスキーはアクティブではありません。再アクティベートするか、設定を保存してください。
nb_no: Lisensnøkkelen din er ikke aktiv. Vennligst reaktiver eller lagre innstillingene.
nl_nl: Uw licentiesleutel is niet actief. Gelieve te heractiveren of de instellingen op te slaan.
pl_pl: Twój klucz licencyjny nie jest aktywny. Proszę reaktywować lub zapisać ustawienia.
pt_br: Sua chave de licença não está ativa. Por favor, reative ou salve as configurações.
ru_ru: Ваш ключ лицензии неактивен. Пожалуйста, повторно активируйте или сохраните настройки.
sv_se: Din licensnyckel är inte aktiv. Vänligen återaktivera eller spara inställningarna.
zh_cn: 您的许可证密钥未激活。请重新激活或保存设置。

source: Your license key has expired.
da_dk: Din licensnøgle er udløbet.
de_de: Ihr Lizenzschlüssel ist abgelaufen.
es_es: Su clave de licencia ha expirado.
fi: Lisenssiavaimesi on vanhentunut.
fr_fr: Votre clé de licence a expiré.
it_it: La tua chiave di licenza è scaduta.
ja: あなたのライセンスキーは期限切れです。
nb_no: Lisensnøkkelen din har utløpt.
nl_nl: Uw licentiesleutel is verlopen.
pl_pl: Twój klucz licencyjny wygasł.
pt_br: Sua chave de licença expirou.
ru_ru: Ваш ключ лицензии истек.
sv_se: Din licensnyckel har gått ut.
zh_cn: 您的许可证密钥已过期。

source: Your license key has been disabled. Please %1$spurchase a new license key%2$s to continue using the plugin.
da_dk: %1$skøb en ny licensnøgle%2$s for at fortsætte med at bruge pluginet.
de_de: %1$skaufen Sie einen neuen Lizenzschlüssel%2$s, um das Plugin weiterhin zu nutzen.
es_es: Su clave de licencia ha sido deshabilitada. Por favor, %1$sp compra una nueva clave de licencia%2$s para continuar usando el plugin.
fi: %1$spurchase a new license key%2$s jatkaaksesi liitännäisen käyttöä.
fr_fr: Votre clé de licence a été désactivée. Veuillez %1$spurchaser une nouvelle clé de licence%2$s pour continuer à utiliser le plugin.
it_it: La tua chiave di licenza è stata disabilitata. Si prega di %1$scoprire una nuova chiave di licenza%2$s per continuare a utilizzare il plugin.
ja: あなたのライセンスキーは無効になりました。プラグインを引き続き使用するには、%1$spurchase a new license key%2$sしてください。
pl_pl: Twój klucz licencyjny został wyłączony. Proszę %1$spobrać nowy klucz licencyjny%2$s, aby kontynuować korzystanie z wtyczki.
pt_br: Sua chave de licença foi desativada. Por favor, %1$spague uma nova chave de licença%2$s para continuar usando o plugin.
ru_ru: Ваш ключ лицензии был отключен. Пожалуйста, %1$spurchase a new license key%2$s, чтобы продолжить использовать плагин.
sv_se: Din licensnyckel har inaktiverats. Vänligen %1$sköp en ny licensnyckel%2$s för att fortsätta använda pluginet.
zh_cn: 您的许可证密钥已被禁用。请 %1$spurchase a new license key%2$s 以继续使用插件。

source: %1$s requires PHP %2$s or greater. Please update the PHP version used by your web server.
da_dk: %1$s kræver PHP %2$s eller højere. Venligst opdater PHP-versionen, der bruges af din webserver.
de_de: %1$s benötigt PHP %2$s oder höher. Bitte aktualisieren Sie die von Ihrem Webserver verwendete PHP-Version.
es_es: %1$s requiere PHP %2$s o superior. Por favor, actualiza la versión de PHP utilizada por tu servidor web.
fi: %1$s vaatii PHP %2$s tai suuremman. Ole hyvä ja päivitä web-palvelimesi käyttämä PHP-versio.
fr_fr: %1$s nécessite PHP %2$s ou supérieur. Veuillez mettre à jour la version PHP utilisée par votre serveur web.
it_it: %1$s richiede PHP %2$s o superiore. Si prega di aggiornare la versione di PHP utilizzata dal server web.
ja: %1$s は PHP %2$s 以上が必要です。ウェブサーバーで使用しているPHPのバージョンを更新してください。
nb_no: %1$s krever PHP %2$s eller høyere. Vennligst oppdater PHP-versjonen som brukes av webserveren din.
nl_nl: %1$s vereist PHP %2$s of hoger. Gelieve de PHP-versie die door uw webserver wordt gebruikt bij te werken.
pl_pl: %1$s wymaga PHP %2$s lub nowszego. Proszę zaktualizować wersję PHP używaną przez Twój serwer WWW.
pt_br: %1$s requer PHP %2$s ou superior. Por favor, atualize a versão do PHP usada pelo seu servidor web.
ru_ru: %1$s требует PHP %2$s или выше. Пожалуйста, обновите версию PHP, используемую вашим веб-сервером.
sv_se: %1$s kräver PHP %2$s eller högre. Vänligen uppdatera PHP-versionen som används av din webserver.
zh_cn: %1$s 需要 PHP %2$s 或更高版本。请更新您的网络服务器使用的 PHP 版本。

source: %1$s requires WordPress %2$s or greater. Please update your WordPress installation.
da_dk: %1$s kræver WordPress %2$s eller højere. Venligst opdater din WordPress-installation.
de_de: %1$s benötigt WordPress %2$s oder höher. Bitte aktualisieren Sie Ihre WordPress-Installation.
es_es: %1$s requiere WordPress %2$s o superior. Por favor, actualiza tu instalación de WordPress.
fi: %1$s vaatii WordPress %2$s tai suuremman. Ole hyvä ja päivitä WordPress-asennuksesi.
fr_fr: %1$s nécessite WordPress %2$s ou supérieur. Veuillez mettre à jour votre installation WordPress.
it_it: %1$s richiede WordPress %2$s o superiore. Si prega di aggiornare l'installazione di WordPress.
ja: %1$s は WordPress %2$s 以上が必要です。あなたのWordPressインストールを更新してください。
nb_no: %1$s krever WordPress %2$s eller høyere. Vennligst oppdater WordPress-installasjonen din.
nl_nl: %1$s vereist WordPress %2$s of hoger. Gelieve uw WordPress-installatie bij te werken.
pl_pl: %1$s wymaga WordPress %2$s lub nowszego. Proszę zaktualizować swoją instalację WordPressa.
pt_br: %1$s requer WordPress %2$s ou superior. Por favor, atualize sua instalação do WordPress.
ru_ru: %1$s требует WordPress %2$s или выше. Пожалуйста, обновите вашу установку WordPress.
sv_se: %1$s kräver WordPress %2$s eller högre. Vänligen uppdatera din WordPress-installation.
zh_cn: %1$s 需要 WordPress %2$s 或更高版本。请更新您的 WordPress 安装。

source: %1$s requires WordPress %4$s or greater. Please %2$supdate%3$s your WordPress installation.
da_dk: %1$s kræver WordPress %4$s eller højere. Venligst %2$sopdater%3$s din WordPress-installation.
de_de: %1$s benötigt WordPress %4$s oder höher. Bitte %2$saktualisieren%3$s Sie Ihre WordPress-Installation.
es_es: %1$s requiere WordPress %4$s o superior. Por favor, %2$sactualiza%3$s tu instalación de WordPress.
fi: %1$s vaatii WordPress %4$s tai suuremman. Ole hyvä ja %2$späivitä%3$s WordPress-asennuksesi.
fr_fr: %1$s nécessite WordPress %4$s ou supérieur. Veuillez %2$smettre à jour%3$s votre installation WordPress.
it_it: %1$s richiede WordPress %4$s o superiore. Si prega di %2$saggiornare%3$s l'installazione di WordPress.
ja: %1$s は WordPress %4$s 以上が必要です。%2$supdate%3$s あなたのWordPressインストールをしてください。
nb_no: %1$s krever WordPress %4$s eller høyere. Vennligst %2$soppdater%3$s WordPress-installasjonen din.
nl_nl: %1$s vereist WordPress %4$s of hoger. Gelieve %2$s uw WordPress-installatie te %3$s bij te werken.
pl_pl: %1$s wymaga WordPress %4$s lub nowszego. Proszę %2$saktualizować%3$s swoją instalację WordPressa.
pt_br: %1$s requer WordPress %4$s ou superior. Por favor, %2$satualize%3$s sua instalação do WordPress.
ru_ru: %1$s требует WordPress %4$s или выше. Пожалуйста, %2$sобновите%3$s вашу установку WordPress.
sv_se: %1$s kräver WordPress %4$s eller högre. Vänligen %2$suppdatera%3$s din WordPress-installation.
zh_cn: %1$s 需要 WordPress %4$s 或更高版本。请 %2$s更新%3$s 您的 WordPress 安装。

source: %1$s requires WooCommerce to be installed and active.
da_dk: %1$s kræver, at WooCommerce er installeret og aktiv.
de_de: %1$s benötigt WooCommerce, um installiert und aktiv zu sein.
es_es: %1$s requiere que WooCommerce esté instalado y activo.
fi: %1$s vaatii WooCommerce:n asennuksen ja aktivoinnin.
fr_fr: %1$s nécessite WooCommerce pour être installé et actif.
it_it: %1$s richiede WooCommerce per essere installato e attivo.
ja: %1$s は WooCommerce がインストールされ、アクティブである必要があります。
nb_no: %1$s krever at WooCommerce er installert og aktiv.
nl_nl: %1$s vereist dat WooCommerce is geïnstalleerd en actief is.
pl_pl: %1$s wymaga zainstalowania i aktywowania WooCommerce.
pt_br: %1$s requer WooCommerce para estar instalado e ativo.
ru_ru: %1$s требует, чтобы WooCommerce был установлен и активен.
sv_se: %1$s kräver att WooCommerce är installerat och aktivt.
zh_cn: %1$s 需要安装并激活 WooCommerce。

source: %1$s requires %2$s to be installed and active.%3$s
da_dk: %1$s kræver %2$s at være installeret og aktiv.%3$s
de_de: %1$s benötigt %2$s, um installiert und aktiv zu sein.%3$s
es_es: %1$s requiere que %2$s esté instalado y activo.%3$s
fi: %1$s vaatii %2$s asennuksen ja aktivoinnin.%3$s
fr_fr: %1$s nécessite %2$s pour être installé et actif.%3$s
it_it: %1$s richiede %2$s per essere installato e attivo.%3$s
ja: %1$s は %2$s がインストールされ、アクティブである必要があります。%3$s
nb_no: %1$s krever at %2$s er installert og aktiv.%3$s
nl_nl: %1$s vereist dat %2$s is geïnstalleerd en actief is.%3$s
pl_pl: %1$s wymaga, aby %2$s był zainstalowany i aktywny.%3$s
pt_br: %1$s requer %2$s para estar instalado e ativo.%3$s
ru_ru: %1$s требует, чтобы %2$s был установлен и активен.%3$s
sv_se: %1$s kräver att %2$s är installerat och aktivt.%3$s
zh_cn: %1$s 需要 %2$s 安装并激活。%3$s

source: %1$s requires WooCommerce %2$s or greater. Please update your WooCommerce setup first.
da_dk: %1$s kræver WooCommerce %2$s eller højere. Venligst opdater først din WooCommerce-opsætning.
de_de: %1$s benötigt WooCommerce %2$s oder höher. Bitte aktualisieren Sie zuerst Ihre WooCommerce-Installation.
es_es: %1$s requiere WooCommerce %2$s o superior. Por favor, actualiza primero tu configuración de WooCommerce.
fi: %1$s vaatii WooCommerce %2$s tai suuremman. Ole hyvä ja päivitä ensin WooCommerce-asetuksesi.
fr_fr: %1$s nécessite WooCommerce %2$s ou supérieur. Veuillez d'abord mettre à jour votre configuration WooCommerce.
it_it: %1$s richiede WooCommerce %2$s o superiore. Si prega di aggiornare prima la configurazione di WooCommerce.
ja: %1$s は WooCommerce %2$s 以上が必要です。まずあなたのWooCommerce設定を更新してください。
nb_no: %1$s krever WooCommerce %2$s eller høyere. Vennligst oppdater WooCommerce-oppsettet ditt først.
nl_nl: %1$s vereist WooCommerce %2$s of hoger. Gelieve eerst uw WooCommerce-configuratie bij te werken.
pl_pl: %1$s wymaga WooCommerce %2$s lub nowszego. Proszę najpierw zaktualizować swoją konfigurację WooCommerce.
pt_br: %1$s requer WooCommerce %2$s ou superior. Por favor, atualize sua configuração do WooCommerce primeiro.
ru_ru: %1$s требует WooCommerce %2$s или выше. Пожалуйста, сначала обновите вашу настройку WooCommerce.
sv_se: %1$s kräver WooCommerce %2$s eller högre. Vänligen uppdatera din WooCommerce-installation först.
zh_cn: %1$s 需要 WooCommerce %2$s 或更高版本。请先更新您的 WooCommerce 设置。

source: %1$s requires %2$s %3$s or greater. Please %4$s your WooCommerce setup first.
da_dk: %1$s kræver %2$s %3$s eller højere. Venligst %4$s din WooCommerce-opsætning først.
de_de: %1$s benötigt %2$s %3$s oder höher. Bitte %4$s Ihre WooCommerce-Installation zuerst.
es_es: %1$s requiere %2$s %3$s o superior. Por favor, %4$s tu configuración de WooCommerce primero.
fi: %1$s vaatii %2$s %3$s tai suuremman. Ole hyvä ja %4$s WooCommerce-asetuksesi ensin.
fr_fr: %1$s nécessite %2$s %3$s ou supérieur. Veuillez %4$s votre configuration WooCommerce en premier.
it_it: %1$s richiede %2$s %3$s o superiore. Si prega di %4$s la configurazione di WooCommerce prima.
ja: %1$s は %2$s %3$s 以上が必要です。まず %4$s あなたのWooCommerce設定をしてください。
nb_no: %1$s krever %2$s %3$s eller høyere. Vennligst %4$s oppsettet ditt for WooCommerce først.
nl_nl: %1$s vereist %2$s %3$s of hoger. Gelieve eerst %4$s uw WooCommerce-configuratie.
pl_pl: %1$s wymaga %2$s %3$s lub nowszego. Proszę %4$s najpierw skonfigurować WooCommerce.
pt_br: %1$s requer %2$s %3$s ou superior. Por favor, %4$s sua configuração do WooCommerce primeiro.
ru_ru: %1$s требует %2$s %3$s или выше. Пожалуйста, %4$s сначала настройте WooCommerce.
sv_se: %1$s kräver %2$s %3$s eller högre. Vänligen %4$s din WooCommerce-installation först.
zh_cn: %1$s 需要 %2$s %3$s 或更高版本。请 %4$s 先更新您的 WooCommerce 设置。

source: %1$s requires Easy Digital Downloads to be installed and active.
da_dk: %1$s kræver, at Easy Digital Downloads er installeret og aktiv.
de_de: %1$s benötigt Easy Digital Downloads, um installiert und aktiv zu sein.
es_es: %1$s requiere que Easy Digital Downloads esté instalado y activo.
fi: %1$s vaatii Easy Digital Downloads:n asennuksen ja aktivoinnin.
fr_fr: %1$s nécessite Easy Digital Downloads pour être installé et actif.
it_it: %1$s richiede Easy Digital Downloads per essere installato e attivo.
ja: %1$s は Easy Digital Downloads がインストールされ、アクティブである必要があります。
nb_no: %1$s krever at Easy Digital Downloads er installert og aktiv.
nl_nl: %1$s vereist dat Easy Digital Downloads is geïnstalleerd en actief is.
pl_pl: %1$s wymaga zainstalowania i aktywowania Easy Digital Downloads.
pt_br: %1$s requer Easy Digital Downloads para estar instalado e ativo.
ru_ru: %1$s требует, чтобы Easy Digital Downloads был установлен и активен.
sv_se: %1$s kräver att Easy Digital Downloads är installerat och aktivt.
zh_cn: %1$s 需要安装并激活 Easy Digital Downloads。

source: %1$s could not complete its first activation because the following error occurred:<br>%2$s
da_dk: %1$s kunne ikke fuldføre sin første aktivering, fordi følgende fejl opstod:<br>%2$s
de_de: %1$s konnte die erste Aktivierung nicht abschließen, da folgender Fehler aufgetreten ist:<br>%2$s
es_es: %1$s no pudo completar su primera activación porque ocurrió el siguiente error:<br>%2$s
fi: %1$s ei voinut suorittaa ensimmäistä aktivointiaan, koska tapahtui seuraava virhe:<br>%2$s
fr_fr: %1$s n'a pas pu compléter sa première activation car l'erreur suivante s'est produite :<br>%2$s
it_it: %1$s non è riuscito a completare la sua prima attivazione a causa del seguente errore:<br>%2$s
ja: %1$s の最初のアクティベーションは、次のエラーが発生したため完了できませんでした：<br>%2$s
nb_no: %1$s kunne ikke fullføre sin første aktivering fordi følgende feil oppstod:<br>%2$s
nl_nl: %1$s kon zijn eerste activatie niet voltooien omdat de volgende fout optrad:<br>%2$s
pl_pl: %1$s nie mogło zakończyć swojej pierwszej aktywacji, ponieważ wystąpił następujący błąd:<br>%2$s
pt_br: %1$s não conseguiu completar sua primeira ativação porque ocorreu o seguinte erro:<br>%2$s
ru_ru: %1$s не смог завершить свою первую активацию, потому что произошла следующая ошибка:<br>%2$s
sv_se: %1$s kunde inte slutföra sin första aktivering eftersom följande fel inträffade:<br>%2$s
zh_cn: %1$s 无法完成首次激活，因为发生了以下错误：<br>%2$s

source: %1$s database update required
da_dk: %1$s databaseopdatering kræves
de_de: %1$s Datenbankaktualisierung erforderlich
es_es: %1$s actualización de base de datos requerida
fi: %1$s tietokannan päivitys vaaditaan
fr_fr: %1$s mise à jour de la base de données requise
it_it: %1$s aggiornamento del database richiesto
ja: %1$s データベースの更新が必要です
nb_no: %1$s databaseoppdatering nødvendig
nl_nl: %1$s database-update vereist
pl_pl: wymagana aktualizacja bazy danych %1$s
pt_br: Atualização do banco de dados %1$s necessária
ru_ru: %1$s требуется обновление базы данных
sv_se: %1$s databasuppdatering krävs
zh_cn: %1$s 数据库更新需要
